{
  "books": [
    {
      "name": "Genesis",
      "chapters": 2,
      "text": [
        [
          "In the beginning God created the heaven and the earth.",
          "And the earth was without form, and void; and darkness was upon the face of the deep."
        ],
        [
          "And God said, Let there be light: and there was light.",
          "And God saw the light, that it was good."
        ]
      ]
    },
    {
      "name": "Exodus",
      "chapters": 3,
      "text": [
        [
          "Now these are the names of the children of Israel, which came into Egypt; every man and his household came with Jacob.",
          "And Joseph died, and all his brethren, and all that generation."
        ],
        [
          "And the children of Israel were fruitful, and increased abundantly, and multiplied, and waxed exceeding mighty; and the land was filled with them.",
          "Now there arose up a new king over Egypt, which knew not Joseph."
        ],
        [
          "And they made their lives bitter with hard bondage, in morter, and in brick, and in all manner of service in the field: all their service, wherein they made them serve, was with rigour.",
          "And the king of Egypt spake to the Hebrew midwives, of which the name of the one was Shiphrah, and the name of the other Puah:"
        ]
      ]
    },
    {
      "name": "Leviticus",
      "chapters": 3,
      "text": [
        [
          "And the LORD called unto Moses, and spake unto him out of the tabernacle of the congregation, saying,",
          "Speak unto the children of Israel, and say unto them, If any man of you bring an offering unto the LORD, ye shall bring your offering of the cattle, even of the herd, and of the flock."
        ],
        [
          "And if his oblation be a burnt sacrifice of the herd, let him offer a male without blemish: he shall offer it of his own voluntary will at the door of the tabernacle of the congregation before the LORD.",
          "And he shall put his hand upon the head of the burnt offering, and it shall be accepted for him to make atonement for him."
        ],
        [
          "And if his oblation be a sacrifice of peace offering, if he offer it of the herd; whether it be a male or female, he shall offer it without blemish before the LORD.",
          "And he shall lay his hand upon the head of his offering, and kill it at the door of the tabernacle of the congregation: and Aaron's sons the priests shall sprinkle the blood upon the altar round about."
        ]
      ]
    }
    
  ]
}
