{
    "chapters": [
        {
            "chapter_number": 1,
            "verses": [
                "Dhritarashtra said: O Sanjaya, assembled in the holy land of Kurukshetra and desirous of battle, what did my sons and the sons of Pandu do?",
                "Sanjaya said: Having observed the Pandava army arrayed for battle, King Duryodhana approached his teacher Drona and spoke the following words.",
                "Behold, O great teacher, the military formation of the army of the sons of På√∂u arranged by your gifted student, Dh®ß†adyumna, the son of Drupada.",
                "Within those ranks are great archers who are equal to Bhîma and Arjuna in war such as Såtyaki, Virå†a and the powerful charioteer Drupada.",
                "Great heroes such as Dh®ß†aketu, Cekitåna, the heroic king of Kåçî, Purujit, Kuntibhoja and Çaibya are also present.",
                "The chivalrous Yudhåmanyu, the courageous Uttamaujå, Abhimanyu the son of Subhadrå, and the sons of Draupadî are indeed all mighty chariot warriors.",
                "However, O best of bråhma√as, you should also know who amongst my army is qualified to lead our military force. Just for your information I shall name them.",
                "Your good self as well as Bhîßma, Kar√a and K®pa are always victorious in battle, as well as Açvatthåmå, Vikar√a, Bhüriçravå and Jayadratha.",
                "They are all armed with various weapons, and they are expert in the art of war. All of them are prepared to give up their very lives for my sake, as are many other warriors.",
                "Our army, protected by the might of Bhîßma is unlimited. However, the strength of the opposition, protected by Bhîma is insufficient.",
                "You must support and protect Bhîßma at all costs, at the strategic points of our battle formation. (Anuvrtti) War is nothing new to this world. Thousands of years ago wars were being fought, such as the one at Kurukßetra, to resolve the differences between good and evil and for the purpose of material gain. From ancient times to our modern era, practically not a day on this Earth has passed when someone, somewhere, was not fighting over some¬thing. Throughout history men have gathered on the field of battle to fulfil their greed for wealth and glory, some-times nobly, but more often ignobly. The same is happen¬ing in the 21st Century. War it seems is an unavoidable karmic destiny of human civilisation. Peace, on the other hand, is rather elusive. Peace is talked about and even prayed for, but seldom makes more than a momentary appearance. Most of our lives, even for the humblest of souls, are spent struggling for existence either socially, politically, financially, mentally or physi¬cally. For most of us the temporary absence of any major crisis is what we would call peace. However, peace (or çånti as it is known amongst yogîs) is a state of consciousness and not a condition relative to the external affairs of the material world. Peace is an internal experience. The wisdom of the Vedic literature, Çrîmad Bhågavatam says, jîvo-jîvasya-jîvanaμ – one living being is food for another living being. From the minutest forms of life to the most complex, one life is sustained by the loss of another. Thus, the basic principle for material existence is fundamentally flawed with violence. Peace then, for most of us, comes in doing what we have to do and believing that we have done the right thing. Therein lies the fine line between war and peace. Is what we think to be good, or what we are conditioned to believe, actually right? The ability to discriminate between right and wrong, or in some cases good and evil, largely depends on the extent of knowledge from which we draw our conclusions. A poor fund of knowledge naturally results in faulty conclusions. Therefore, it is in our best interest to seek out the greatest source of knowledge – knowledge of the Absolute Truth, and familiarise ourselves with that. Bhagavad-gîtå is perhaps the most widely read book of theistic knowledge in the world. Whatever knowledge one finds in similar books such as the Dhammapada, the Bible, the Torah, the Koran etc. is also found in the Bhaga¬ vad-gîtå. But in the Bhagavad-gîtå one will find knowl¬edge that is not present anywhere else. Consequently, the Bhagavad-gîtå surpasses all branches of knowledge. What lies ahead in these commentaries is a look into the vastness of the knowledge of the Absolute Truth contained in the Bhagavad-gîtå.",
                "Then Bhîßma, the fearless grandsire of the Kuru Dynasty, roaring like a lion, blew his conch loudly to increase the euphoria of Duryodhana.",
                "At that point, conches, trumpets, bugles, drums and horns suddenly sounded all at once and the combined sound rose up like thunder.",
                "On the other side of the battlefield, both Sri Krsna, the husband of the goddess of wealth, and Arjuna, sitting on a wonderful chariot yoked with horses of fair hue, blew their divine conches.",
                "Sri Krsna, the Master of the senses, blew his conch-shell called Påñcajanya. Arjuna, the winner of great wealth, blew his conch-shell called Devadatta. Bhîma, the performer of great feats, blew his conch-shell Paun∂ra.",
                "Yudhiß†hira, the son of Kuntî, blew his conch-shell Anan¬ta-vijaya.",
                "Nakula and Sahadeva blew their conches called Sughoßa and Ma√ipußpaka.",
                "O emperor, the great archer the king of Kåsî, the expert chariot warrior Sikhan∂i, Dhrs†adyumna, Virå†a, the invincible Såtyaki, Drupada, the sons of Draupadî and Abhimanyu the mighty son of Subhadrå all blew their conches.",
                "The hearts of the sons of Dhrtarås†ra were shattered as the tumultuous sound reverberated throughout the sky and on the land. (Anuvrtti) At the outset of the Kurukßetra war, Duryodhana made the classic military blunder of underestimating the strength of his adversary. Possibly blinded by his greed for the kingdom or by his longstanding hatred for his cousins, the På√∂avas, he entered the engagement thinking that his enemy’s strength was limited. Hate and greed are certainly poor allies of judgment, usually resulting in wrong decisions and the senseless loss of life. No better examples in modern times need be cited than that of the wars in Vietnam, Iraq and Afghanistan wherein underestimating the will of a people has led to the loss of millions of innocent lives. The classic commentators on Bhagavad-gîtå have all pointed out the blunder of Duryodhana at Kurukßetra. Particularly it has been mentioned that Duryodhana failed to recognise that when Çrî K®ß√a, the Supreme Person, was there to advise Arjuna, that Arjuna would be a most formidable opponent. History has shown us that wars are fought out of greed, hatred or religious prejudice. It is simply a convenience to think that, ‘God is on our side.’ The idea that ‘God is on our side’ is certainly a comforting thought and has accom¬panied men into almost every war that we know of since the rise of Abrahamic religions. However, the problem has always been that in all these conflicts both sides assumed the banner of righteousness, declaring, ‘God wills it!’ This is sometimes called the ‘theology of convenience’. Even today it makes good to stir up the troops or rally the suicide bombers to their deaths by declaring that, “God favours our cause.” It is a fact that during these dark periods of history, more people have died, and more innocent people put to death in the name of God, than by any other single unnatural cause. Many people con¬sider despotic political regimes as the ultimate empires of cruelty, but the truth is that religious fanaticism has brought far more unnecessary death to the world than any political system of government. So what makes the war at Kurukßetra any different than modern wars fought for greed or between religious fanatics? Is it not simply jingoism to say that because Sri krsna, the Supreme Person, was on the side of the På√∂a¬vas that they were correct in destroying their enemies? The difference is that Kurukßetra was not fought because one side had a different religious ideology than the other. Kurukßetra was a fratricidal war – a family feud brought on by human faults: greed for sovereignty, failure in duty, envy, family attachment and falsely identifying the body as the self. But unlike any other war in history, Kurukßetra would record a profound lesson for the benefit of all future gen¬erations. The lesson was taught by Sri krsna in the form of Bhagavad-gîtå – a lesson that would enable humanity to overcome its mundane shortcomings, become established in transcendence and attain self-realisation.",
                "Speaking to Dhrtarås†ra, Sañjaya said: O emperor, just as the war was about to commence, Arjuna, whose chariot was decorated with the banner of Hanumån, observing your sons poised for battle, took up his bow and spoke to Hrsîkesa (Sri krsna, the Master of the senses), as follows.",
                "Arjuna said: O Acyuta (Infallible One), place my chariot between both armies so that",
                " I may look upon the soldiers that I must do battle with.",
                "Let me see all those warriors that are dear to Duryodhana, the wicked son of Dh®taråß†ra, assembled here for this battle.",
                "Sañjaya continued: O descendant of Bharata, being thus requested,  Sri Krsna drew Arjuna’s grand chariot between both armies.",
                "In front of Bhîsma, Drona and all the leaders of the world, Sri Krsna said: O Pårtha (Arjuna, son of P®thå), behold the Kaurava Dynasty assembled here!",
                "There, between the two armies, Arjuna was able to observe fatherly elders, grandfathers, teachers, maternal uncles, brothers, sons, grandsons, fathers-in-law and friends.",
                "Seeing all his relatives before him on the battlefield, Arjuna, the son of Kuntî, became overcome with pity and was grief-stricken.",
                "Arjuna said: O Krsna, seeing all my relatives assembled here and preparing for battle, the strength drains from my limbs and my mouth becomes parched. (Anuvrtti) Sri Krsna is known as Pårtha-sårathi, the chariot-driver of Arjuna. Because K®ß√a was Arjuna’s friend and compan¬ion, he requested K®ß√a to draw his chariot between the two armies so that he could see with whom he was to do battle. But upon seeing the enemy before him, Arjuna was shocked and fell into a state of bewilderment. Now the stage at Kurukßetra was set, so that Çrî K®ß√a could speak Bhagavad-gîtå – Arjuna became overwhelmed with grief and gave up his duty. As a warrior Arjuna was duty-bound to fight, but seeing the ordeal that lay ahead he could not proceed. The world is certainly full of faults, dangers, unfortu¬nate events, cruel and hateful designs to exploit others and a host of other qualities that one would certainly describe as evil. To quote Edmund Burke, the Irish statesman and philosopher, “The only thing necessary for evil to triumph is for good men to stand by and do nothing.” Arjuna had resolved in his mind not to fight, knowing that the destruction of the dynasty meant the loss of tradi¬tion, the onslaught of degradation, the birth of unwanted children etc. and thus evil would be the only outcome. Arjuna also understood deep within himself that to do nothing also assured grim repercussions.",
                "My body trembles, my hair stands on end, my skin burns and my Gå√∂îva bow slips from my grasp.",
                "O Krsna, O Kesava (Killer of the Kesî demon), I cannot keep my composure, my mind is bewildered and I see evil omens.",
                "O Krsna, I see no benefit in slaying my kinsmen in this battle. Neither do I desire victory, nor happiness by attain¬ing a great kingdom.",
                "O Govinda (K®ß√a), of what avail to us are kingdoms, hap¬piness, or even life itself when all those for whom we may desire them are now arrayed on this battlefield?",
                "What use is a kingdom and it’s pleasures if those for whom we desire all this – our teachers, elders, sons, grandfathers, maternal uncles, fathers-in-law, grandsons, brothers-in-law and other relatives that are present here on this battlefield – are ready to jeopardise their kingdoms and their lives in this battle?",
                "O Madhusüdana (Killer of the Madhu demon), even if they wish to slay me, I have no desire to slay them.",
                "O Janårdana (Maintainer of all living beings), what to speak of ruling this world, even if we gained sovereignty over the three worlds, what happiness would be attained by killing the sons of Dh®taråß†ra?",
                "O Mådhava (husband of the goddess of fortune), great misfortune will surely come upon us if we kill our relatives, though they may be hostile towards us. It is not proper to slay the sons of Dh®taråß†ra as well as our friends. What happiness will be derived from killing our own kin?",
                "O Janårdana, although the hearts of these men are over¬whelmed by greed and they cannot see the fault in betraying.",
                "one’s friends and the offence of murdering one’s kinsmen, why should we engage in such a terrible activity, knowing well the consequences?",
                "By destroying one’s relatives, the family traditions are van¬quished forever, and when such practices perish, unright¬eousness prevails over the entire dynasty.",
                "O Krsna, descendant of Vrsni, when unrighteousness prevails then the women of the family become degraded. When the women become degraded, then undesirable off¬spring is the result."
                
        },
        {
            "chapter_number": 2,
            "verses": [
                "Sanjaya said: Seeing the Pandava army arrayed for battle, King Duryodhana approached his teacher Drona and spoke the following words.",
                "King Duryodhana said: Behold, O teacher, this mighty army of the sons of Pandu arrayed by the son of Drupada, your wise disciple."
            ]
        },
        {
            "chapter_number": 3,
            "verses": [
                "Arjuna said: O Janardana, O Kesava, why do you want us to perform this terrible action, which will bring great suffering upon us?",
                "Lord Krishna said: I have already explained that in this material world, it is an endless cycle of birth and death, samsara, and that all beings must perform their prescribed duties."
            ]
        },
        {
            "chapter_number": 4,
            "verses": [
                "Lord Krishna said: This knowledge is the king of education, the most secret of all secrets. It is the purest knowledge, and because it gives direct perception of the self by realization, it is the perfection of religion.",
                "Arjuna said: I have heard Your instruction on confidential spiritual matters, and my illusion is now dispelled."
            ]
        },
        {
            "chapter_number": 5,
            "verses": [
                "Lord Krishna said: One who is free from all material attachments and is free from enmity toward all living beings is certainly elevated to the status of a demigod.",
                "Arjuna said: What are the symptoms of one whose consciousness is thus merged in transcendence? How does he speak, and what is his language? How does he sit, and how does he walk?"
            ]
        },
        {
            "chapter_number": 6,
            "verses": [
                "The Blessed Lord said: One who is unattached to the fruits of all his work and who works as he is obligated is in the renounced order of life, and he is the true mystic, not he who lights no fire and performs no duty."
            ]
        },
        {
            "chapter_number": 7,
            "verses": [
                "The Supreme Personality of Godhead said: My dear Arjuna, listen again to My supreme word, which I shall impart to you for your benefit and which will give you great joy.",
                "Those who are not deluded, the great souls, are under the protection of the divine nature. They are fully engaged in devotional service because they know Me as the Supreme Personality of Godhead, original and inexhaustible."
            ]
        }
    ]
}
