{
    "chapters": [
        {
            "chapter_number": 1,
            "verses": [
                "Dhritarashtra said: O Sanjaya, assembled in the holy land of Kurukshetra and desirous of battle, what did my sons and the sons of Pandu do?",
                "Sanjaya said: Having observed the Pandava army arrayed for battle, King Duryodhana approached his teacher Drona and spoke the following words.",
                "Behold, O great teacher, the military formation of the army of the sons of På√∂u arranged by your gifted student, Dh®ß†adyumna, the son of Drupada.",
                "Within those ranks are great archers who are equal to Bhîma and Arjuna in war such as Såtyaki, Virå†a and the powerful charioteer Drupada.",
                "Great heroes such as Dh®ß†aketu, Cekitåna, the heroic king of Kåçî, Purujit, Kuntibhoja and Çaibya are also present.",
                "The chivalrous Yudhåmanyu, the courageous Uttamaujå, Abhimanyu the son of Subhadrå, and the sons of Draupadî are indeed all mighty chariot warriors.",
                "However, O best of bråhma√as, you should also know who amongst my army is qualified to lead our military force. Just for your information I shall name them.",
                "Your good self as well as Bhîßma, Kar√a and K®pa are always victorious in battle, as well as Açvatthåmå, Vikar√a, Bhüriçravå and Jayadratha.",
                "They are all armed with various weapons, and they are expert in the art of war. All of them are prepared to give up their very lives for my sake, as are many other warriors.",
                "Our army, protected by the might of Bhîßma is unlimited. However, the strength of the opposition, protected by Bhîma is insufficient.",
                "You must support and protect Bhîßma at all costs, at the strategic points of our battle formation. (Anuvrtti) War is nothing new to this world. Thousands of years ago wars were being fought, such as the one at Kurukßetra, to resolve the differences between good and evil and for the purpose of material gain. From ancient times to our modern era, practically not a day on this Earth has passed when someone, somewhere, was not fighting over some¬thing. Throughout history men have gathered on the field of battle to fulfil their greed for wealth and glory, some-times nobly, but more often ignobly. The same is happen¬ing in the 21st Century. War it seems is an unavoidable karmic destiny of human civilisation. Peace, on the other hand, is rather elusive. Peace is talked about and even prayed for, but seldom makes more than a momentary appearance. Most of our lives, even for the humblest of souls, are spent struggling for existence either socially, politically, financially, mentally or physi¬cally. For most of us the temporary absence of any major crisis is what we would call peace. However, peace (or çånti as it is known amongst yogîs) is a state of consciousness and not a condition relative to the external affairs of the material world. Peace is an internal experience. The wisdom of the Vedic literature, Çrîmad Bhågavatam says, jîvo-jîvasya-jîvanaμ – one living being is food for another living being. From the minutest forms of life to the most complex, one life is sustained by the loss of another. Thus, the basic principle for material existence is fundamentally flawed with violence. Peace then, for most of us, comes in doing what we have to do and believing that we have done the right thing. Therein lies the fine line between war and peace. Is what we think to be good, or what we are conditioned to believe, actually right? The ability to discriminate between right and wrong, or in some cases good and evil, largely depends on the extent of knowledge from which we draw our conclusions. A poor fund of knowledge naturally results in faulty conclusions. Therefore, it is in our best interest to seek out the greatest source of knowledge – knowledge of the Absolute Truth, and familiarise ourselves with that. Bhagavad-gîtå is perhaps the most widely read book of theistic knowledge in the world. Whatever knowledge one finds in similar books such as the Dhammapada, the Bible, the Torah, the Koran etc. is also found in the Bhaga¬ vad-gîtå. But in the Bhagavad-gîtå one will find knowl¬edge that is not present anywhere else. Consequently, the Bhagavad-gîtå surpasses all branches of knowledge. What lies ahead in these commentaries is a look into the vastness of the knowledge of the Absolute Truth contained in the Bhagavad-gîtå.",
                "Then Bhîßma, the fearless grandsire of the Kuru Dynasty, roaring like a lion, blew his conch loudly to increase the euphoria of Duryodhana.",
                "At that point, conches, trumpets, bugles, drums and horns suddenly sounded all at once and the combined sound rose up like thunder.",
                "On the other side of the battlefield, both Sri Krsna, the husband of the goddess of wealth, and Arjuna, sitting on a wonderful chariot yoked with horses of fair hue, blew their divine conches.",
                "Sri Krsna, the Master of the senses, blew his conch-shell called Påñcajanya. Arjuna, the winner of great wealth, blew his conch-shell called Devadatta. Bhîma, the performer of great feats, blew his conch-shell Paun∂ra.",
                "Yudhiß†hira, the son of Kuntî, blew his conch-shell Anan¬ta-vijaya.",
                "Nakula and Sahadeva blew their conches called Sughoßa and Ma√ipußpaka.",
                "O emperor, the great archer the king of Kåsî, the expert chariot warrior Sikhan∂i, Dhrs†adyumna, Virå†a, the invincible Såtyaki, Drupada, the sons of Draupadî and Abhimanyu the mighty son of Subhadrå all blew their conches.",
                "The hearts of the sons of Dhrtarås†ra were shattered as the tumultuous sound reverberated throughout the sky and on the land. (Anuvrtti) At the outset of the Kurukßetra war, Duryodhana made the classic military blunder of underestimating the strength of his adversary. Possibly blinded by his greed for the kingdom or by his longstanding hatred for his cousins, the På√∂avas, he entered the engagement thinking that his enemy’s strength was limited. Hate and greed are certainly poor allies of judgment, usually resulting in wrong decisions and the senseless loss of life. No better examples in modern times need be cited than that of the wars in Vietnam, Iraq and Afghanistan wherein underestimating the will of a people has led to the loss of millions of innocent lives. The classic commentators on Bhagavad-gîtå have all pointed out the blunder of Duryodhana at Kurukßetra. Particularly it has been mentioned that Duryodhana failed to recognise that when Çrî K®ß√a, the Supreme Person, was there to advise Arjuna, that Arjuna would be a most formidable opponent. History has shown us that wars are fought out of greed, hatred or religious prejudice. It is simply a convenience to think that, ‘God is on our side.’ The idea that ‘God is on our side’ is certainly a comforting thought and has accom¬panied men into almost every war that we know of since the rise of Abrahamic religions. However, the problem has always been that in all these conflicts both sides assumed the banner of righteousness, declaring, ‘God wills it!’ This is sometimes called the ‘theology of convenience’. Even today it makes good to stir up the troops or rally the suicide bombers to their deaths by declaring that, “God favours our cause.” It is a fact that during these dark periods of history, more people have died, and more innocent people put to death in the name of God, than by any other single unnatural cause. Many people con¬sider despotic political regimes as the ultimate empires of cruelty, but the truth is that religious fanaticism has brought far more unnecessary death to the world than any political system of government. So what makes the war at Kurukßetra any different than modern wars fought for greed or between religious fanatics? Is it not simply jingoism to say that because Sri krsna, the Supreme Person, was on the side of the På√∂a¬vas that they were correct in destroying their enemies? The difference is that Kurukßetra was not fought because one side had a different religious ideology than the other. Kurukßetra was a fratricidal war – a family feud brought on by human faults: greed for sovereignty, failure in duty, envy, family attachment and falsely identifying the body as the self. But unlike any other war in history, Kurukßetra would record a profound lesson for the benefit of all future gen¬erations. The lesson was taught by Sri krsna in the form of Bhagavad-gîtå – a lesson that would enable humanity to overcome its mundane shortcomings, become established in transcendence and attain self-realisation.",
                "Speaking to Dhrtarås†ra, Sañjaya said: O emperor, just as the war was about to commence, Arjuna, whose chariot was decorated with the banner of Hanumån, observing your sons poised for battle, took up his bow and spoke to Hrsîkesa (Sri krsna, the Master of the senses), as follows.",
                "Arjuna said: O Acyuta (Infallible One), place my chariot between both armies so that",
                " I may look upon the soldiers that I must do battle with.",
                "Let me see all those warriors that are dear to Duryodhana, the wicked son of Dh®taråß†ra, assembled here for this battle.",
                "Sañjaya continued: O descendant of Bharata, being thus requested,  Sri Krsna drew Arjuna’s grand chariot between both armies.",
                "In front of Bhîsma, Drona and all the leaders of the world, Sri Krsna said: O Pårtha (Arjuna, son of P®thå), behold the Kaurava Dynasty assembled here!",
                "There, between the two armies, Arjuna was able to observe fatherly elders, grandfathers, teachers, maternal uncles, brothers, sons, grandsons, fathers-in-law and friends.",
                "Seeing all his relatives before him on the battlefield, Arjuna, the son of Kuntî, became overcome with pity and was grief-stricken.",
                "Arjuna said: O Krsna, seeing all my relatives assembled here and preparing for battle, the strength drains from my limbs and my mouth becomes parched. (Anuvrtti) Sri Krsna is known as Pårtha-sårathi, the chariot-driver of Arjuna. Because K®ß√a was Arjuna’s friend and compan¬ion, he requested K®ß√a to draw his chariot between the two armies so that he could see with whom he was to do battle. But upon seeing the enemy before him, Arjuna was shocked and fell into a state of bewilderment. Now the stage at Kurukßetra was set, so that Çrî K®ß√a could speak Bhagavad-gîtå – Arjuna became overwhelmed with grief and gave up his duty. As a warrior Arjuna was duty-bound to fight, but seeing the ordeal that lay ahead he could not proceed. The world is certainly full of faults, dangers, unfortu¬nate events, cruel and hateful designs to exploit others and a host of other qualities that one would certainly describe as evil. To quote Edmund Burke, the Irish statesman and philosopher, “The only thing necessary for evil to triumph is for good men to stand by and do nothing.” Arjuna had resolved in his mind not to fight, knowing that the destruction of the dynasty meant the loss of tradi¬tion, the onslaught of degradation, the birth of unwanted children etc. and thus evil would be the only outcome. Arjuna also understood deep within himself that to do nothing also assured grim repercussions.",
                "My body trembles, my hair stands on end, my skin burns and my Gå√∂îva bow slips from my grasp.",
                "O Krsna, O Kesava (Killer of the Kesî demon), I cannot keep my composure, my mind is bewildered and I see evil omens.",
                "O Krsna, I see no benefit in slaying my kinsmen in this battle. Neither do I desire victory, nor happiness by attain¬ing a great kingdom.",
                "O Govinda (K®ß√a), of what avail to us are kingdoms, hap¬piness, or even life itself when all those for whom we may desire them are now arrayed on this battlefield?",
                "What use is a kingdom and it’s pleasures if those for whom we desire all this – our teachers, elders, sons, grandfathers, maternal uncles, fathers-in-law, grandsons, brothers-in-law and other relatives that are present here on this battlefield – are ready to jeopardise their kingdoms and their lives in this battle?",
                "O Madhusüdana (Killer of the Madhu demon), even if they wish to slay me, I have no desire to slay them.",
                "O Janårdana (Maintainer of all living beings), what to speak of ruling this world, even if we gained sovereignty over the three worlds, what happiness would be attained by killing the sons of Dh®taråß†ra?",
                "O Mådhava (husband of the goddess of fortune), great misfortune will surely come upon us if we kill our relatives, though they may be hostile towards us. It is not proper to slay the sons of Dh®taråß†ra as well as our friends. What happiness will be derived from killing our own kin?",
                "O Janårdana, although the hearts of these men are over¬whelmed by greed and they cannot see the fault in betraying.",
                "one’s friends and the offence of murdering one’s kinsmen, why should we engage in such a terrible activity, knowing well the consequences?",
                "By destroying one’s relatives, the family traditions are van¬quished forever, and when such practices perish, unright¬eousness prevails over the entire dynasty.",
                "O Krsna, descendant of Vrsni, when unrighteousness prevails then the women of the family become degraded. When the women become degraded, then undesirable off¬spring is the result.",
                "Undesirable offspring creates a dreadful condition for both the family and the destroyer of family values. Their forefathers fall down due to the discontinuation of cere¬monial libations of food and water.",
                "Such terrible deeds by the destroyers of the family create a population of unwanted progeny that totally annihilates all traditions of family and society.",
                "O Janårdana, I have heard that those who destroy familial, social and spiritual values eternally reside in wretched conditions.",
                "Alas, what wickedness we are determined to commit – simply due to our greed to enjoy royal pleasures we are prepared to kill our own relatives!",
                "If the sons of Dh®taråß†ra, with weapons in their hands, slay me unarmed and unresisting on this battlefield, that would be considered better by me.",
                "Sañjaya said: Having thus spoken these words, Arjuna cast aside his bow and arrows and sat on the chariot, his heart heavy with sorrow. (Anuvrtti)  Figuratively speaking we would say that Arjuna was ‘caught between a hard spot and a rock’. Therefore, Arjuna intelligently approached Çrî K®ß√a and appealed for His intervention. Knowing that Çrî K®ß√a was the Absolute Truth, complete with all opulence and knowledge, Arjuna approached Çrî K®ß√a, addressing Him as H®ßîkeça (Master of the senses), as Acyuta (the infallible), as Keçava (the killer of the Keçî demon), as Govinda (one who pleases the senses), as Madhusüdana (the killer of the Madhu demon), as Janårdana (the Maintainer of all living beings), as Mådhava (the husband of the goddess of fortune) and as Vårß√eya (the descendant of the V®ß√i Dynasty). Arjuna addressed Çrî K®ß√a by His different names in order to invoke K®ß√a’s mercy and compassion for the predicament that Arjuna was in. As H®ßîkeça, K®ß√a is the Master of the mind and senses – thus He is never bewildered or put into illusion. As Acyuta, He is incapa¬ble of making mistakes or wrong decisions. Arjuna needed K®ß√a’s advice urgently – advice that he could depend on, that would give relief to his disturbed mind and senses. As Keçava, K®ß√a is the killer of the demon Keçî who represents the false sense of greatness. Çrî K®ß√a is known to have killed numerous demons during His advent and each of those demons represented negative qualities that hinder one’s progress in spiritual life such as the desire for name and fame, dishonesty, false pride, deceitfulness, cru¬elty, foolishness, violence, lust, anger, greed, false teachings and bad habits etc. Arjuna was confident that by taking shelter of Çrî K®ß√a, all that was an impediment to his sit¬uation would be removed. By addressing K®ß√a as the descendant of the V®ß√i Dynasty, Arjuna was also reminding K®ß√a of the impor¬tance of family traditions and to destroy them was Arjuna’s biggest dilemma.",
                "OÂ TAT SAT – Thus ends Chapter One entitled Sainya-Darçana from the conversation between Çrî K®ß√a and Arjuna in the Upanißad known as Çrîmad Bhagavad-gîtå, the yoga-çåstra of divine knowledge, from the Bhîßma-parva of Mahåbhårata, the literature revealed by Vyåsa in one hundred thousand verses."
            ]
                
        },
        {
            "chapter_number": 2,
            "verses": [
                "Sañjaya said: Çrî K®ß√a then spoke the following words to Arjuna whose heart was overwhelmed with pity and whose eyes were filled with tears.",
                "Bhagavån Çrî K®ß√a said: Arjuna, how has such illusion overcome you at this crucial moment? This is not appro¬priate for an honourable man, nor does it lead to higher planets. It is the cause of infamy.",
                 "O Pårtha, give up this unmanliness. It does not befit you. O chastiser of enemies, get up and do not yield to this petty weakness of heart.",
                 "Arjuna replied: How can I counterattack such persons as Bhîßma and Dro√a in battle, firing arrows at those who are worthy of my respect, O Madhusüdana?",
                 "It is better to live in this world by begging than kill¬ing our respectable superiors. Otherwise, the wealth and property that we enjoy here in this world will be tainted with their blood.",
                 "I do not know what is better for us – to conquer them or be conquered by them. If we slay the sons of Dh®taråß†ra who are assembled here before us, I have no desire to live.",
                 "My natural propensity as a warrior is weakening and I am bewildered as to what is righteous. Kindly tell me what is most beneficial for me. I am your disciple, surrendered unto You. Please instruct me.",
                 "Even if I gain a substantial kingdom beyond compare and the power of the demigods, I see nothing that can remove this grief that is eroding my senses. (Anuvtrti) This second chapter is where the Bhagavad-gîtå truly begins. Bhagavad-gîtå literally means the ‘Song of Bhaga¬vån’ and Bhagavån means the Absolute Truth. Here for the first time in Bhagavad-gîtå, Çrî K®ß√a is addressed as Bhagavån. According to Vedic scholars such as Paråçara Muni, Bhagavån means one who possesses all wealth, strength, fame, beauty, knowledge and renunciation. He that possesses the attributes of sovereignty, potency, fame, wealth, knowledge and renunciation in full, is known as Bhagavån. (Viß√u Purå√a 6.5.74) Additionally, Jîva Gosvåmî, the 16th Century Vaiß√ava philosopher, says that Bhagavån is bhajanîya gu√a ca ananta ca nitya˙ – He that possesses all adorable qualities and whose all-attractive nature is such that He attracts our feelings of affection and adoration. In contemporary society there is much debate as to whether God exists or not. First it is necessary to define what we mean by ‘God’ before His existence can be deter¬mined or dismissed. Accordingly, seers of the truth in ancient India have concluded that if there is a God, then God must necessarily be the owner and proprietor of everything; He must be all-powerful, the most famous, the most beautiful, the possessor of all knowledge and at the same time, detached or renounced. After careful analysis, those seers of truth concluded that only Çrî K®ß√a could be and is the ultimate fountainhead of Reality, the Abso¬lute Truth. These findings have been corroborated by many sages throughout the ages (from before 10,000 BCE) and are dealt with extensively in the Vedic literatures such as the Vedas, Upanißads, Purå√as, Råmåya√a, Mahåbhårata, Vedånta-sütra, Çrîmad Bhågavatam and Brahma-saμhitå etc. K®ß√a is the Supreme Controller. His form is made of bliss, knowledge and eternity. He is the origin of all. He is the Master of the cows and the senses. He has no other origin and He is the primeval cause of all causes. (Brahma-saμhitå 5.1) The various avatåras are either plenary expansions or parts of plenary expansions. But K®ß√a is the orig¬inal source of all avatåras. When impious elements disturb His devotees, He manifests age after age in order to protect them. (Çrîmad Bhågavatam 1.3.28) Only Çrî Hari (K®ß√a) should be worshipped as the Master of the entire universe. Brahmå, Çiva and all other demigods never violate this principle at any time. (Padma Purå√a) When the Supreme Person descends in His human-like form, He is K®ß√a, the Supreme Brahman. (Viß√u Purå√a 4.11.2) Thus K®ß√a is the Supreme Person. One should meditate on Him. One should delight in Him. One should worship Him and make offerings to Him. (Gopåla-tåpanî Upanißad 1.54) verbal root k®ß refers to the all-attractive quality of K®ß√a, and the syllable √a refers to His spiritual bliss. When k®ß is added to the affix √a, it becomes the word K®ß√a, indicating the Supreme Truth. (Mahåbhårata, Udyoga-parva 71.4) Arjuna has become overwhelmed with compassion for those who are about to die on the battlefield. In fact, such is his grief that he himself is prepared to die rather than kill his enemies. But Arjuna is a warrior and from a noble family, therefore K®ß√a advises Arjuna against his weakness of heart. If one is a warrior it is one’s duty to face the enemy and not cower away. Fighting is indeed a nasty business, but when duty calls, such fighting may be unavoidable. In ancient times, acts of aggression were abhorred and strictly forbidden in society and between nations. When such aggression did occur, retaliation and war were acceptable. According to the great sage Vasiß†ha, there are six types of aggressors and according to Manu-saμhitå these aggressors are to be met with lethal response. The arsonist who sets fire to one’s house, one who administers poison, one who attacks with deadly weapons, one who usurps a nations resources, one who invades and occupies a sovereign country and one who kidnaps one’s family members - all should be considered as aggressors. (Vasiß†ha-sm®ti 3.19) Without hesitation a warrior should destroy aggres¬sors, as there is no bad reaction in slaying them. (Manu-saμhitå 8.350) These verses are according to the rules given in the laws of society (artha-çåstra). Yet the laws of dharma (dhar¬ma-çåstra), which are superior to the artha-çåstra, state that one should never inflict harm on any living being (må hiμsyåt sarva-bhütåni) – what to say of one’s family mem¬bers and superiors? This was Arjuna’s dilemma. Being a softhearted devo¬tee of Çrî K®ß√a, Arjuna was disinclined to take up arms against his family members, but being a warrior he had to face his destiny. In this state of bewilderment, Arjuna decided to put aside his casual relationship with K®ß√a as a friend and accept Çrî K®ß√a as his guru (spiritual master). Thus K®ß√a accepted Arjuna as a disciple. According to Vedic knowledge there are numerous planets and parallel universes wherein life can be found. Some of these planets and universes have higher standards of living than we experience on Earth and some are lower. If one performs one’s prescribed duties in this life then accordingly, one is elevated to higher planets. However, if one neglects his duty then only infamy and descending to lower planets awaits one in the next life. K®ß√a has used the word anårya meaning ‘non-åryan’ to describe Arjuna’s disinclination to follow his prescribed Vedic duties. For centuries there has been much contro¬versy about who is an åryan and where the åryans came from. For the most part, all such considerations have been based upon bodily designations in order to establish one race of people as superior to another. But in Bhagavad-gîtå, according to the words of Çrî K®ß√a, the åryans are those who carry out their duties in accordance with the Vedic injunctions. Thus it is understood that the word åryan does not pertain to a particular race of people, but to a conception of life and a way of living. Knowledge of the eternal existence of the infinite con-sciousness (K®ß√a) and the finite individual unit of con¬sciousness (åtmå or the self) is the key to all Vedic wisdom. This will be the central theme of K®ß√a’s instruction to Arjuna in this chapter.",
                 "Sañjaya said: Having thus addressed Çrî K®ß√a, the vigi¬lant conqueror of enemies Arjuna declared, “O K®ß√a, O Govinda, I will not fight!” and became silent.",
                "Descendant of Bharata, there, between the two armies, Çrî K®ß√a (H®ßîkeça) smiled and spoke the following words to the grief-stricken Arjuna.",
                "Bhagavån Çrî K®ß√a said: While speaking like a wise man, you are actually grieving for that which is unworthy of grief. The wise lament for neither the living nor the dead.",
                "There was never a time that you, nor I, nor all these war¬riors assembled here did not exist. Nor shall we ever cease to exist in the future.",
                "As the åtmå passes through the bodily transformations of childhood, youth and old age, it similarly transmigrates from one body to another at the time of death. The wise are never deluded by this transition.",
                "O son of Kuntî, the interaction between the senses and the sense-objects produce the sensations of cold, heat, pleasure and pain. These feelings are temporary, always appearing and then disappearing. Thus, O descendant of Bharata, you must learn to tolerate them.",
                "O most virtuous one, a sober man who is equipoised in both pleasure and pain and remains undisturbed is cer¬tainly qualified for liberation.  (Anuvrtti) Arjuna is lamenting for the loss of the body, but Çrî K®ß√a does not approve of his lamentation and reminds Arjuna that all living beings are eternal. K®ß√a says that He, Arjuna and all those present on the field of battle are eternal personalities – they have existed eternally in the past and they will exist eternally in the future. Arjuna is an accomplished student of Vedic thought and an associate of Çrî K®ß√a, but for the benefit of those who will study this erudite conversation in the future, Arjuna is feigning bewilderment and confusion just to encourage the discourse. Arjuna is considered a liberated personality and thus he is actually above ignorance and bewilderment. Although consciousness is eternal, the material body does not share this quality. The body passes through the stages of birth, childhood, youth, old age, disease and death. At death, consciousness transfers to another body according to the laws of material nature (karma) and begins the cycle yet again. The ever-changing body never bewil¬ders those who are cognisant of the difference between the material body and consciousness. Embodied consciousness is said to have five stages known as the pañca-koça – annamaya (satisfying our exist¬ence by eating, as seen in children), prå√amaya (conscious¬ness of the preservation of one’s body), manomaya (the stage of mental awareness), vijñånamaya (the cultivation of consciousness based on higher knowledge, understanding one is not this material body) and ånandamaya (cultivating and entering into one’s relationship with the Supreme as part and parcel of K®ß√a). The first three stages, annamaya, prå√amaya and manomaya pertain to all living beings that are caught in the doldrums of material sense enjoyment. Vijñånamaya and ånandamaya concerns those who have acquired knowledge of self-realisation (vijñåna) and per¬fection (ånanda). Those who are asleep, simply absorbed in bodily iden¬tification, never experience the world beyond their sense perception. Heat and cold, happiness and distress, pleasure and pain, birth and death – these are the perceptions of life experienced by those with no knowledge of consciousness. But those who are liberated from the bodily concept of life are awake in the conscious world and are always in balance, even in the face of opposing and contradictory situations in the material world. They are undisturbed.",
                "Of that which is temporary there is no eternal exist¬ence. Of that which is eternal there is no destruction or change. Seers of the truth have realised the constitu¬tional position of both.",
                "Know for certain that individual consciousness, which per¬vades the whole body, is imperishable. Nobody can destroy the indestructible individual unit of consciousness.",
                "Embodied consciousness is eternal, imperishable and infinite. Only the material body is perishable. Therefore O Arjuna, fight! (Anuvrtti) Herein, Çrî K®ß√a is reiterating the superiority of con¬sciousness over matter. Since the time of Darwin, and even amongst some philosophers of ancient India such as Cårvåka up to the present day, there are those who think that life arises out of matter. The Big Bang Theory and other contemporary scientific ideas also support this opinion. However, the problem with such thinking is that there is no concrete evidence whatsoever to explain or demonstrate how lifeless matter ever developed the symp-toms of life. The Theory of Evolution, as the Darwinians understand it, is substantially defeated in the fossil record, since no ‘transitional species,’ that are supposed to reveal the gradual evolution of living organisms from primitive species to advanced life forms, have ever been discovered. Furthermore, there is no suitable model to explain where matter originated. The numerous theories, new and ancient, that expound that life arose from matter are fundamentally flawed in many ways. On the other hand, from observing micro¬scopic living creatures to giant creatures like the elephant and whale, it is self-evident that life comes from life. Thus, the Vedic perspective on life is that all life comes from an intelligent life source, Çrî K®ß√a. Scientific interest in finding the cause of the universe, and indeed to all life, is certainly laudable. Yet when all reasonable and honest research leads us to the conclusion that life/consciousness is not a byproduct of matter and the blueprint of intelligent design can be observed every¬where and in all things, then it should also be intelligently concluded that Super Consciousness is the cause of matter, the universe and all living things.",
                "One who considers the eternal unit of consciousness to be the slayer, and one who considers it to be capable of being slain are both in ignorance - for it neither slays nor is slain. ",
                "The individual unit of consciousness neither takes birth nor dies at any time. It has never been created nor will it ever be created. It is unborn, eternal, indestructible and timeless - it is not destroyed when the material body is destroyed. ",
                "O Pårtha, considering that the individual unit of con¬sciousness is eternal, unborn, imperishable and indestructi¬ble, how can a person kill anyone, and whom does he kill? (Anuvrtti)  It is sometimes thought that God, or some source of higher intelligence, has created life in the universe, but herein Çrî K®ß√a expresses that the individual conscious¬ness of a living being is never actually created. It exists eter¬nally as part and parcel of K®ß√a, as part and parcel of the Super Consciousness. In the Vedic concept of the Abso¬lute Truth, K®ß√a exists eternally along with His energies. Consciousness by that measure is never created; it simply exists eternally as part and parcel of the Absolute Truth. The characteristics of consciousness are described as unborn, eternal, indestructible and timeless – that which is not destroyed when the body is destroyed. The effects of time on the material body are perceived as growth, main¬tenance, by-products, old age, dwindling and death. But consciousness, being transcendental to matter, transcends time and therefore never grows old, dwindles or dies. In certain religious traditions the Creator is sometimes visualised as being an old man in the sky. He is naturally thought of as old because He has fathered the universe a long time ago and He is the oldest of all. But here again the conception of Bhagavad-gîtå differs dramatically. Con¬sciousness is ever fresh and the source of consciousness, the Super Conscious Being, is always youthful and never old. Those who are engrossed in material affairs and who ignore the wisdom of Bhagavad-gîtå will find it very diffi¬cult to overcome the bodily concept of life and understand the difference between matter and consciousness.",
                "Just as one removes old clothes and accepts new ones, similarly the embodied unit of consciousness gives up old bodies and accepts new bodies.",
                "Weapons cannot cut the individual consciousness; it cannot be burned by fire; water cannot wet it and air cannot dry it.",
                "It is indestructible, incombustible, insoluble and cannot be withered. It is eternal, all-pervading, unchanging, immova¬ble and primeval.",
                "It is said that it is imperceptible, inconceivable and immuta¬ble. Thus, understanding the nature of individual embod¬ied consciousness, it is inappropriate for you to lament. (Anuvrtti) The transcendental nature of consciousness has been described in the above verses. It cannot be cut, burned or even touched by water or air. However, the material body is subject to all the above. Consciousness is described as eternal because it can never be destroyed. It is omnipresent because it animates and gives feeling to all parts of the body. It is unchanging because it never becomes anything other than what it is – pure consciousness. It is immovable because it does not change its constitutional position. It is primeval because it is the oldest of all. It is imperceptible because it lies beyond the range of the physical senses. It is inconceivable because it is beyond the speculative function of the mind, and it is immutable because it is part and parcel of the Absolute Truth.",
                "Even if you believe that the individual consciousness is eternally subject to birth and death, still you have no reason to lament, O mighty-armed one.",
                "For one who is born, death is certain. For one who is dead, birth is certain. Therefore, you should not grieve over that which is inevitable.",
                "O Bhårata, all living beings are unmanifest before birth, manifest between birth and death, and again unmanifes after death. What then is the reason for lamentation?",
                "Some consider the individual conscious unit as astound¬ing, some describe it as astounding, others hear of it as astounding – and some, even after having heard about it, have no knowledge of it",
                "O descendant of Bharata, the eternal individual conscious¬ness that dwells within the bodies of all beings can never be slain. Thus, you should not lament for anyone. (Anuvrtti)  The individual unit of consciousness is difficult to understand because it is transcendental, a non-material sub¬stance, and cannot be seen with the material senses or even with the world’s most powerful microscope. It is atomic in size and can only be perceived through perfect intelli¬gence. This atomic unit of consciousness is situated in the midst of the five kinds of subtle life-airs within the body (prå√a, apåna, vyåna, samåna, udåna). It is located within the heart and spreads its influence throughout the body. To give us some idea of the minuteness of the åtmå and its positioning within the body, the Çvetåçvatara Upanißad and Mu√∂aka Upanißad provide the following information: When the upper part of a hair is divided into one hundred parts and again each of those parts is fur¬ther divided into one hundred parts, each part is the dimension of the åtmå. (Çvetåçvatara Upanißad 5.9) The åtmå is atomic in size and can be perceived by perfect intelligence. This atomic åtmå is floating in the five kinds of airs, is situated in the heart, and spreads its influence all over the body of the embodied living beings. When the åtmå is purified from its contamination of the five kinds of material airs, its spiritual influence is exhibited. (Mu√∂aka Upanißad 3.1.9) The cycle of birth and death (saμsåra) is described as a natural phenomenon for one who is embodied. Although such a conception may be considered a fatalistic world view, both birth and death are an unwanted experience for the embodied consciousness. After experiencing life, no sane person wants to die – everyone has the desire to live as long as possible. To that end, nowadays the producers of wonder drugs promise us eternal life, although no such life-giving cures exist at present – everyone has to die and before death comes, the wonder drugs and doctors fees are sure to bank¬rupt the family fortune. However, death is an unnatural experience. The fact that everyone seeks everlasting life should be indicative that such a pure state of life exists beyond birth and death. Indeed it does and Çrî K®ß√a will shed light on that subject as this chapter develops.",
                "Moreover, considering your natural duty, you should not waver as there is no better course of action for a warrior than a battle to uphold righteousness.",
                "O Pårtha, only the most fortunate warriors are favoured with the opportunity to engage in such a war, which has come of its own accord to you as an open door to the higher planets.",
                "But if you decide not to take part in this war of right¬eousness, your principles of dharma will be lost, fame will abandon you and impiety will be incurred.",
                "For all time to come, people will speak of your infamy, and for one who is great, infamy is worse than death.",
                "Illustrious warriors will believe that you ceased fighting out of fear. You will fall into disgrace in the eyes of those that hold you in great esteem.",
                "Your enemies will insult you with slanderous words, con¬demning your prowess. Alas, what could be more painful than that?",
                "O son of Kuntî, if you are killed you will attain the higher planets, and if you are victorious you will enjoy the Earth. Therefore, be confident of your success – stand up and fight!",
                "Maintain equanimity when faced with happiness and dis¬tress, gain and loss, victory and defeat – fight, and in this way you will not incur impiety. (Anuvrtti) Arjuna’s social position was that of a kßatriya, a member of the warrior class. As such, it was Arjuna’s solemn duty to uphold righteousness and to protect the kingdom from aggressors. By law and social decree, Arjuna and his brothers were the rightful heirs to the throne, yet the throne had been usurped by his uncle Dh®taråß†ra. Arjuna, his wife Draupadî, his mother Kuntî and his brothers Yudhiß†hira, Bhîma, Sahadeva and Nakula had all been forcibly exiled from the kingdom. Çrî K®ß√a knows the temperament of Arjuna very well and therefore He is appealing to Arjuna’s kßatriya spirit to stand and fight. K®ß√a reminds Arjuna that only shame awaits him if he neglects his duty. His enemies will speak ill of him and claim that he is a coward. Such neglect of his duty will lead to infamy, not to glory. A kßatriya, when called to battle, should never aban¬don his duty under any circumstance. K®ß√a tells Arjuna that if he is killed in battle while defending the king¬dom, such an act of heroism will promote him to a higher status in his next life. Or, K®ß√a says, if he is victorious in battle then he will regain the kingdom and enjoy life on Earth. In any case, K®ß√a strongly encourages Arjuna not to abandon his duty.",
                "O Arjuna, son of P®thå, I have revealed to you the knowl¬edge of individual consciousness. Now hear how to act upon this knowledge, through which you will be able to release yourself from the bondage of action.",
                "There is no loss, nor is there any diminution of result in performing this dharma. Even the slightest effort saves one from the greatest fear.",
                "O descendant of the Kurus, spiritual intelligence is one-pointed and exclusive. However, the intelligence of those that desire mundane enjoyment is many branched.",
                "O Pårtha, those of small intelligence misinterpret the Vedas and claim that there is no divine principle in crea¬tion. Thus they glorify those statements that are pleasing to the senses.",
                "Because their hearts are filled with selfish desires and their goal is the higher planets, they prescribe many rituals that award higher birth, wealth and power and lead to enjoy¬ment and opulence.",
                "By such ideas these persons, contemplating sense gratifica¬tion and mundane pleasures, do not attain the resolve to fix their minds on the Supreme. (Anuvrtti) The greatest fear that is mentioned in the above verse is the fear of losing the human form of life and taking birth in an animal body or lower. Some people think of the consciousness that is generally called åtmå as being human and other åtmås as being animal etc. But in reality no such distinction between a human åtmå and an animal åtmå exists. One transmigrates, according to one’s karma, through many lower species of life and eventually arrives at the human stage. Human life offers one the opportunity of self-reali¬sation or the chance to cultivate spiritual knowledge and awareness. One who attempts to become self-realised is not always successful in one attempt or in one lifetime. However, Çrî K®ß√a gives us the assurance that even a little endeavour on the path of self-realisation will save us from the greatest fear, namely that of taking birth in a lower life form. The perfection of self-realisation in the yoga system is called samådhi, or the complete absorption of our con¬sciousness in the Supreme. The student of bhakti-yoga achieves such a state of self-realisation by following the instructions of Çrî K®ß√a with steady determination. This state is only possible due to the great boon of having attained a human form of life. However, if one neglects the opportunity of self-real¬isation in human life then one certainly runs the risk of sinking down into animal life or worse. It is sometimes argued that animals like cats and dogs have a better, more comfortable life than many humans, and that is certainly true for many cats and dogs in western countries. But there is no guarantee that in losing the human form of life one will become a dog or cat and be taken care of by a rich American family. One may become an animal that is eaten alive by wild beasts or torn apart by predators in the sea. Certainly it goes without saying that such a life and death is full of suffering. Therefore, to avoid the unnecessary suffering found in animal life, a person who has achieved the human platform should, with great determination and diligence, pursue the path of self-realisation as outlined in Bhagavad-gîtå. ",
                "The Vedas deal with subjects in the three modes of mate¬rial nature. O Arjuna, become free from duality, situated in a state of pure spiritual consciousness, free from the pursuits for gain and preservation and thus you will tran¬scend these three modes.",
                "A large lake serves all the purposes served by a small pond. Similarly, one who is the knower of the Absolute Truth realises all the purposes found within the Vedas.",
                "Your right is to perform your work, but never to the results. Never be motivated by the results of your actions, nor should you be attached to not performing your pre¬scribed duties.",
                "O Dhanañjaya, stand firm in yoga, perform your activities giving up attachment and be equipoised in both success and failure. Such balance is known as yoga.",
                "O Dhanañjaya, fruitive activities are by far inferior to the yoga of wisdom. Therefore, take shelter in the wisdom of equanimity. Those that are motivated by the fruitive results of their actions are misers.",
                "A wise man refrains from performing both good and bad actions in this world. Thus, engage in yoga, as yoga is the best of all activities.",
                "The wise give up the results of their actions and thus lib¬erate themselves from the bondage of material birth and death. Thus they attain the plane beyond all suffering.",
                "Once your intelligence is able to pass through the dense jungle of illusion, you will become indifferent to all that has been heard and all that is yet to be heard.",
                "When your mind is no longer affected by the false inter¬pretations of the Vedas, then you will attain the perfect stage of yoga. (Anuvrtti) To be situated in transcendence means to be liberated from the three modes of material nature – the modes of ignorance, passion and goodness (tama-gu√a, raja-gu√a and sattva-gu√a). Yoga is the practice of becoming situ¬ated beyond the modes of nature. Everyone in the material world is under the three modes of nature and only a true yogî can surpass these modes. Our activities are categorised in three ways – as action prescribed by the Vedas (karma), unauthorised action (vikarma) and transcendental action (akarma). Karma means those activities that derive a good result and some¬ times promote one to higher planets or higher standards of living. Vikarma are those activities that are against the Vedic injunctions and cause suffering to the self and to other living creatures. Akarma means those activities that have neither good nor bad reactions. One who is wise and who knows the science of yoga always strives to perform the activities of akarma. Such yogîs are known as bhakti-yogîs and can easily situate them¬selves in transcendence. Other systems of yoga such as aß†å∫ga-yoga, råja-yoga, ku√∂alinî-yoga, ha†ha-yoga and kriyå-yoga can also reach transcendence, but the path is very difficult, especially in this modern age. Çrî K®ß√a is known as Yogeçvara, the Supreme Master of yoga, and although Bhagavad-gîtå discusses other yoga systems, it is the bhakti-yoga system that K®ß√a ultimately recommends. The yogî situated in bhakti-yoga is always engaged in devotional activities to satisfy the Supreme Master of yoga, Çrî K®ß√a. Thus, the bhakti-yogî is always in complete control of his senses. Without control of the senses no one can perform meditation or engage in spiritual practices properly. Therefore, the bhakti-yogî is the top¬most yogî because he is engaged in the topmost yoga system. There are eight mystical perfections of yoga known as the aß†a-siddhis. These perfections are – becoming very small (a√imå-siddhi), becoming lighter than air (laghimå-siddhi), being able to retrieve anything from anywhere, such as extending one’s hand while in New York and picking a mango growing in India (pråpti-siddhi), to become heav¬ier than the heaviest (mahimå-siddhi), to create something wonderful or to destroy anything at will (îçitva-siddhi), to control the material elements (vaçitva-siddhi), the ability to fulfil all of one’s desires (pråkåmya-siddhi) and the ability to assume any form one wishes (kåmåvasåyitå-siddhi). As the Master of yoga, K®ß√a has these eight yoga perfections in full. It is sometimes claimed by yogîs that they have achieved one or more of these aß†a-siddhis and such seems to have been relatively common in ancient times. But in modern times the claim of having one of the aß†a-siddhis, more often than not, turns out to be fraudulent or simply a show to attract many followers. With the rise in popularity of yoga, false claims of aß†a-siddhis have become a lucrative business. A higher aspiration for the yogî is not the achievement of the aß†a-siddhis, but the achievement of samådhi in bhak¬ti-yoga because such achievement frees one from the cycle of birth and death.",
                "Arjuna said: O Keçava, what are the characteristics of that person who is perfectly situated in divine wisdom and fully absorbed in pure spiritual consciousness (samådhi)? How does he speak? How does he sit? How does he walk?",
                "Bhagavån Çrî K®ß√a said: O Pårtha, When the living being abandons all material desires that enter the mind and becomes self-satisfied within, then that person is said to be situated in divine knowledge.",
                "One whose mind remains undisturbed by distress, who has no desire for pleasure, who is free from mundane attach¬ment, fear and anger, is a sage of steady mind.",
                "One who is unattached to anything in this world and who does not become joyful or resentful on attaining good or evil, is firmly established in wisdom.",
                "When one is able to withdraw the senses from sense-ob¬jects, just as a tortoise withdraws its limbs, then he is firmly established in wisdom.",
                "An embodied living being may renounce sense-objects, but the taste for enjoying them remains. However, this too also ceases for one who realises the Supreme.",
                "Yet the turbulent senses can forcibly steal the mind of even a wise man of sound judgment, O son of Kuntî.",
                "Restraining all the senses, a self-controlled person should fix his mind upon Me. Thus he becomes firmly situated in divine knowledge. (Anuvrtti)  As previously stated, there are numerous yoga systems. Çrî K®ß√a states unequivocally that by the system of with¬drawing one’s senses from the objects of the senses, namely sound, touch, taste, smell and sight for sense satisfaction and concentrating the mind on Him, one becomes firmly situated in divine knowledge and samådhi. Simply suspending the senses without positive engage¬ment for advancing in spiritual life is not very profitable. Many yogîs have tried giving up sense activities altogether, but because the taste, or attachment, for sense-objects remains, many have fallen down in their attempts. How¬ever, the senses of the bhakti-yogî who follows K®ß√a’s direction are safeguarded because the senses are engaged twenty-fours hours a day in K®ß√a’s service. As such, the taste for sensual satisfaction gradually dries up and disap¬pears leaving the bhakti-yogî free to advance spiritually. One who cannot control the senses cannot concentrate the mind. Additionally, the senses are never actually satis¬fied by material engagement. The senses become satiated for sometime, but then again become stimulated with an even greater avarice. Those who are servants of the bodily senses can never become masters of the self. Being fully absorbed in pure spiritual consciousness or samådhi means to be conscious of K®ß√a as the Supreme Person. Such absorption of the mind and senses in K®ß√a is called K®ß√a consciousness.",
                "By meditating upon sense-objects, one becomes attached to them. From attachment desire appears and from desire anger manifests.",
                "Delusion manifests from anger. Delusion causes bewilder¬ment of memory. Bewilderment of memory causes loss of intelligence and when intelligence is lost, one is destroyed.",
                "However, one who can control his mind and senses, and is free from both attachment and repulsion, even while in the midst of sense-objects, attains divine grace.",
                "When one attains divine grace, all miseries cease. Cer¬tainly, such a person who achieves a tranquil mind devel¬ops divine wisdom.",
                "One who is bereft of self-control cannot attain wisdom. Without wisdom one can never meditate. One who cannot meditate cannot achieve peace, and without peace how can one attain happiness?",
                "Whichever sense the wandering mind becomes absorbed in, that sense carries away the intelligence, just as a ship at sea is swept away by a strong wind.",
                "Therefore, O mighty armed Arjuna, one whose senses are fully withdrawn from the sense-objects is firmly estab¬lished in divine wisdom. (Anuvrtti) Unfortunately, there are many charlatan yogîs who, for the sake of money and gaining disciples, give their so called ‘blessings’ advocating that there is no need to follow any particular practice of sense-control such as a non-violent diet, sexual abstinence or avoiding intoxication etc. Such charlatans cheat and mislead their followers into thinking that they themselves are gods and that they can enjoy what¬ever their senses fancy. But fair warning is given here. Such uncontrolled sense activities lead not to divine grace or divine wisdom, but to attachment, then increased desire, then anger, then delu-sion, bewilderment, loss of intelligence and ultimately to destruction.",
                "That which is day for the self-controlled sage is night for all living beings, and that which is day for all living beings is night for the introspective sage.",
                "Such a sage who is steadfast in facing the constant flow of desires and who does not strive to satisfy them achieves peace. He remains unaffected, just as the ocean remains calm as rivers enter into it.",
                "Only one who abandons all desire for sense-indulgence, who lives free from possessiveness and is free of false ego can attain peace.",
                "O Pårtha, having attained realisation of the Absolute Truth one is never bewildered. If one is situated in this state at the time of death, one attains brahma-nirvå√am, the abode of pure consciousness, and all suffering ceases. (Anuvrtti) The highest achievement by accepting the instructions of Çrî K®ß√a in Bhagavad-gîtå is given here. One who does so at the time of death, attains brahma-nirvå√am, the spiritual planets of Vaiku√†ha and the mitigation of all suffering. According to the knowledge of self-realised souls, the Absolute Truth has three stages of realisation – Brahman, Paramåtmå and Bhagavån. The seers that know the Absolute Truth call this non-dual substance Brahman, Paramåtmå or Bhaga¬vån. (Çrîmad Bhågavatam 1.2.11) Brahman means attaining the impersonal light experi¬ence or effulgence of the Absolute. The word ‘Brahman’ is found throughout the Vedic literature and according to scholars of bhakti-yoga, ultimately means Viß√u or K®ß√a. The Buddhist philosophers take nirvå√a to be the end of material life and entering into the void, but Bhaga¬vad-gîtå teaches differently. In the Vedic teachings there is no void anywhere. Everything is the energy of the Absolute Truth and no existence or non-existence is reconcilable outside of that. According to the prominent sages of bhakti-yoga, Viçvanåtha Cakravartî translates brahma-nirvå√am as lib¬eration. His disciple, Baladeva Vidyåbhüßa√a understands brahma-nirvå√am as Paramåtmå who is Viß√u, the form of liberation. Råmånuja takes Brahman as the åtmå and nirvå√am as full of happiness. Madhva takes brahma-nir¬vå√am as Viß√u/K®ß√a without a material form. Bhakti Rakßaka Çrîdhara Mahåråja takes brahma-nirvå√am as freedom from material bondage and A.C. Bhaktivedånta Svåmî Prabhupåda takes brahma-nirvå√am as meaning the kingdom of Viß√u/K®ß√a. In all cases, the devotees of K®ß√a never accept liberation in the impersonal state of Brahman or the void because they are only interested in service to K®ß√a and are already liberated. Paramåtmå means realisation of the Absolute situated in the hearts of all living things – the Maintainer of the universe, being situated within and in between every parti¬cle of matter. Bhagavån is the realisation of the personal aspect of the Absolute Truth and is considered to be the ultimate stage of self-realisation, because in that stage one realises the Absolute Truth in toto as K®ß√a, the fountainhead of all energies. The abode of K®ß√a is known as Vaiku√†ha or Goloka V®ndåvana. Furthermore, verse 71 refers to the aha∫kåra, or the false ego, that is attached to consciousness when driven by the modes of material nature. False ego presupposes the existence of real ego – that real ego being the pure consciousness of a living being. Thinking oneself to be the material body, or thinking oneself to be the enjoyer of the senses, is the cause and the effect of false ego. Such false ego never leads to enlightenment, but to repeated births and deaths in the cycle of saμsåra. The false ego is like a shadow of darkness that covers pure consciousness. The pure ego is non-different from pure consciousness itself. Pure ego is to realise oneself as part and parcel of the Absolute Truth and eternal servant of K®ß√a. OÂ TAT SAT – Thus ends Chapter Two entitled Så∫khya Yoga from the conversation between Çrî K®ß√a and Arjuna in the Upanißad known as Çrîmad Bhagavad-gîtå, the yoga-çåstra of divine knowledge, from the Bhîßma-parva of Mahåbhårata, the literature revealed by Vyåsa in one hundred thousand verses."

            ]
        },
        {
            "chapter_number": 3,
            "verses": [
                "Arjuna said: O Janårdana, O Keçava, if it is Your opinion that wisdom is better than action, then why do You wish to engage me in such violent activities?",
                "Your words seem to be contradictory and my mind is now confused. Therefore, kindly tell me which particular path is most beneficial for me.",
                "Bhagavån Çrî K®ß√a said: O faultless one, previously I explained the two paths found in this world – the path of wisdom for the empirical philosophers and the path of action for those that must perform action.",
                "A man cannot attain the state of divine consciousness free from material action simply by abstaining from action. Neither can perfection be attained simply by renunciation.",
                "One cannot abstain from activities even for a moment. Indeed, all living beings are forced to engage in activities due to the influence of the modes of material nature. (Anuvrtti) The purpose of Bhagavad-gîtå is to elevate one beyond the bodily concept of life to the plane of consciousness or understanding the nature of the self. Çrî K®ß√a has already established this in the Second Chapter, but it appears that Arjuna finds some contradiction in what K®ß√a has said. Arjuna asks K®ß√a to further explain wisdom and action so that he may follow the proper path. This confusion is common amongst novices – should one be a philosopher who is indifferent to the affairs of the material world, or should one engage in one’s prescribed duties? What is ultimately to be understood by K®ß√a’s instruc¬tions is that both wisdom and proper engagement are interdependent. One is not complete without the other. Engagement, sometimes seen as spiritual practices, without philosophy is merely sentiment and philosophy without practice is mental speculation. Religious practices without a solid philosophical basis often lead to fanaticism that results in destruction and death. Our modern world is all too aware of this. The interdependent relationship between philosophy and spiritual practice is indispensable for one who wants to achieve the perfection of human life. Actions should be performed with proper knowledge, only then does one achieve the proper result and is considered a true yogî.",
                "One who controls the external senses yet mentally dwells upon the sense-objects is said to be foolish and hypocritical.",
                "However, that person who controls the senses with the mind and engages them in karma-yoga (the path of selfless action) without attachment is superior, O Arjuna.",
                "You should perform your prescribed duties, since action is better than inaction. You cannot maintain your existence without action.",
                "All activities are meant for sacrifice (yajña) to Viß√u. Other than that, all other activities bind one to this mate¬rial world. O son of Kuntî, work for Him alone and be free from any attachment. (Anuvrtti) The Vedic injunctions enjoin that all activities should be performed as an offering to Viß√u/K®ß√a – yajño vai viß√u˙. No embodied being can give up action even for a moment because in the material world everyone is forced to act under the influence of the modes of nature. It is also said that the pure nature of the åtmå is to be engaged in the spiritual activities of serving the Supreme Being, K®ß√a. Therefore, all activities are to be connected to, and for the satisfaction of Viß√u/K®ß√a. This is known as the consti¬tutional position of the åtmå. It is clear from the above verses that action is better than inaction. As it is said, “An idle mind is the Devil’s workshop.” If the senses are idle and one tries to empty the mind, then what usually transpires is that the mind becomes engaged in unproductive thoughts and eventually the sense-objects carry the mind and senses away. The influence of the modes of material nature over the åtmå is called måyå, or illusion. This måyå is the external energy of the Absolute Truth. When the åtmå is separated, or disconnected from the Absolute Truth by improper philosophical understanding or improper activities, the result is bewilderment, confusion and saμsåra. ",
                "In the beginning of creation, Brahmå created mankind along with the system of sacrifice and said, “Through this sacrifice may you prosper. May it fulfil all your desires.”",
                "The demigods, being satisfied with sacrifices, will also sat¬isfy you. By mutually pleasing each other, you will attain the highest benefit.",
                "Being satisfied by your performance of sacrifices, the dem¬igods will bestow unto you all the necessities of life. But one who enjoys these gifts without offering them to the demigods is a thief.",
                "Enlightened individuals are liberated from all types of impiety by accepting the remnants of foodstuffs offered in sacrifice. However, those who only cook for themselves perpetuate their own bondage.",
                "All living beings subsist on food, and food is produced by rain. Rain is produced due to the performance of sacrifice, and sacrifice is born of prescribed activities. (Anuvrtti) In verse 10 Brahmå is mentioned as the creator. According to the Vedas, Brahmå is the first living being in this universe and is manifest directly by Viß√u. Brahmå’s function is as the secondary creator of the planetary sys¬tems. In modern times, some atheistic thinkers, such as Professor Richard Dawkins, an evolutionary biologist from Oxford University, have conceded that aliens from another planet may have possibly seeded life on Earth. Far-fetched as this may sound to some of us, the idea does come very close to the truth. The ancient texts of India state that Brahmå resides in the highest realm in the universe known as Satya-loka. Some of the offspring of Brahmå known as the Prajåpatis are then sent forth to seed life throughout the cosmos. But rather than look at Brahmå as an alien, the Vedic texts describe him as the father of all living beings in the material world. Since western civilisation first came into contact with the pantheon of Vedic demigods there has always been the speculation that the Vedic people, often referred to as Hindus, were pagans – pagan meaning the worshippers of many gods and not one Supreme God. Thus western observers conclude that monotheism, the worship or rever¬ence of one Supreme God, originated with the Abrahamic religions of the west. This however is not a fact. The Vedic pantheon does indeed include many lesser demigods, but the Vedic texts are quite clear that there is only one Supreme Being or Super Consciousness that is above all. That is always referred to as Brahman, Par¬amåtmå, Bhagavån, Viß√u or K®ß√a. For example, the ‰g Veda (1. 22. 20) states as follows: The divine feet of Viß√u are above all, like the sun above our heads. His holy feet are like the vigilant eye of a grand guardian over our heads like the sun. The various avatåras are either plenary expansions or parts of plenary expansions. But Çrî K®ß√a is the original source of all these avatåras. (Çrîmad Bhågavatam 1.3.28) Historically speaking, it is erroneous to assume that monotheism was developed by Abrahamic civilisations independent of any outside influence. In fact, the Abra¬hamic religions borrowed the idea of monotheism from the Persians after King Cyrus subjugated Babylon and Judea circa 500 BCE. Prior to the arrival of the Persians, and continuing into the 2nd and 3rd Centuries, Judaism and Christianity were known to have belief systems based on one or more gods. Thus, monotheism only gradually devel¬oped among the Abrahamic religions. Since the monotheistic concept found in the Vedas is much older than the Abrahamic religions, it is only logical to conclude that the latter borrowed their thinking from the former. During the interim, the Persians, under the influence of Zoroaster, took the monotheistic philosophy from India and then transmitted it to the Middle Eastern civilisations. Indeed, monotheism has always been the cen¬tral theme of India’s Vedic literature. However, failing to look deeply into the philosophy of the Vedas or possibly being culturally intimidated by the superiority of Vedic knowledge as opposed to western philosophies and religions, Eurocentric academics and fun¬damental religionists have marginalised the ancient Vedic civilisation of India. The German scholar Max Muller propagated further misinformation on this subject in the 19th Century with the invention of the Aryan Invasion Theory, stating that Vedic civilisation did not originate in India. Yet all this is quite far from the truth. According to Muller, the åryans were a nomadic tribe from Europe who invaded India. Yet there is no evidence that the åryans were nomads. In fact, to suggest that a nomadic tribe of barbarians wrote literature of such pro¬found wisdom as the Vedas defies imagination. Furthermore, within the Vedas, there is no mention what¬soever of an original homeland, and archaeologically there is a complete lack of evidence to prove an invasion ever occurred. It can only be concluded that the åryan people and Vedic knowledge were always indigenous to India. The Vedic knowledge is that Viß√u/K®ß√a is Supreme and the lesser gods and goddesses such as Brahmå, Çiva, Ga√eça, Kårtikeya, Kålî and Sarasvatî etc. are actually serv¬ants of the Supreme Being and are empowered with the duties of managing the universal affairs of material nature. In the above verses Çrî K®ß√a recommends that offerings should be made to the demigods and thus the demigods will be pleased to bestow unto humanity all the necessities of life. This is, in short, a universal law of taxation. In other words, we must give the demigods their dues. It is also intrinsic to the nature of the åtmå, to perform service and sacrifice. Constitutionally the åtmå, being part of the organic whole (the Absolute Truth), is duty-bound to serve the whole, both in this life and in eternity. When sacrifice or offerings are made to Viß√u such as fruits, veg¬etables etc. then one’s senses become purified by eating the remnants of such offerings. But if one takes the things of this world without first acknowledging to whom they actu¬ally belong, then one simply incurs a karmic reaction. This also includes our daily food that should first be offered to Viß√u/K®ß√a. It will be explained by Çrî K®ß√a later in Bhagavad-gîtå that these food offerings should comprise of vegetables, fruits, milk products, flowers etc. Non-veg¬etarian food items cannot be offered to Viß√u or K®ß√a – consequently the servants of Viß√u/K®ß√a are vegetarian. K®ß√a will also explain that those who serve the Absolute Truth are not duty-bound to serve the demigods, nor are they bound by any other social consideration.",
                "One should know that prescribed activities originate from the Vedas, and the Vedas originate from the imperishable Absolute Truth. Thus, the omnipresent Absolute Truth is eternally present within acts of sacrifice. ",
                "O Pårtha, one who lives in this world but does not accept the Vedic system, lives an impious life in pursuit of sense pleasure – thus he lives his life in vain.",
                "However, for one who finds pleasure in the self, there is no duty to fulfil. He rejoices in the self, and internally is completely self-satisfied.",
                "In this world, he neither gains by action, nor gains by inac¬tion. Neither does he depend upon any other person.",
                "Therefore, continue to perform your prescribed duties per¬fectly without attachment to the results. By acting without attachment one attains the Absolute.",
                "In the past, kings such as Janaka and others attained per¬fection by performing their prescribed duties. In order to set a proper example to the people in general, you should also act appropriately.",
                "However a great man conducts himself, common men will follow. Accordingly, whatever standards he sets by his actions, others will follow in his footsteps. (Anuvrtti) The Vedic system of political and spiritual leadership is that one should lead by example. Unfortunately, in today’s world, good leaders of any kind are hard to come by. Not only are we disappointed to learn that those we have elected to public office are often pilfering the wealth of the coun¬try for their own benefit, but we are even more shocked to learn that many of our so-called spiritual leaders cannot even maintain the most basic principles of morality and engage in abominable, depraved practices. Çrî K®ß√a states in the above verse that what a great man does the common man will follow. This is most evident when we observe how movie stars, rock stars, and sports personalities influence the majority of people today. That we tend to be influenced by others is a human character¬istic, therefore role models are essential. But what human society needs are role models that are knowledgeable, cul¬tured, morally principled and spiritually advanced.",
                "O Arjuna, son of P®thå, I have no duty to perform what¬soever in the three worlds. I lack nothing nor do I need to gain anything – yet I still engage in activities.",
                "If I avoid activity then all men will follow My path and neglect their prescribed duties, O Pårtha.",
                "If I do not act properly, then the general populace will be ruined and I will be the cause of unwanted progeny. In this way I will cause the destruction of all beings.",
                "O descendant of Bharata, just as the ignorant are attached to their activities, similarly the wise must also work, but without attachment, for the welfare of all.",
                "The wise should not disturb the minds of the ignorant who are attached to their selfish activities. Rather, remaining unattached and fully executing their duties, they should encourage the ignorant and engage them in pious activities.",
                "All activities are performed by the modes of nature. But those who are deluded by the false identification of the body think, “I am the doer.” (Anuvrtti) Çrî K®ß√a states in the above verses that He has no duty to perform, that He lacks nothing nor has He anything to gain. In other words, K®ß√a is already perfect and complete – oμ pür√am. Yet K®ß√a acts; He is not idle. He acts for the benefit of humanity by establishing spiritual practices in every age – dharmaμ tu såkßåd bhagavat-pra√îtaμ. When an avatåra of the Absolute Truth makes His appearance in the material world, He does so to establish eternal princi¬ples of dharma. K®ß√a appeared at the end of Dvåpara-yuga, 5,237 years ago (3228 BCE) and spoke the Bhagavad-gîtå. How¬ever, this was not K®ß√a’s most recent appearance. K®ß√a appeared again after the beginning of Kali-yuga 525 years ago. This Kali-yuga avatåra of K®ß√a is known as Çrî Caitanya Mahåprabhu. In His avatåra as Çrî Caitanya Mahåprabhu, K®ß√a taught the process of sa∫kîrtana, the congregational chanting of the mahå-mantra, to accompany the study of Bhagavad-gîtå. As regards the mahå-mantra, the Kali-santara√a Upanißad states as follows: The sixteen words of this mahå-mantra are specif¬ically meant for counteracting the contamination of Kali-yuga. There is no other way but to chant these names of K®ß√a. After searching throughout the Vedic literature one will not find a process for this age that is more sublime. (Kali-santara√a Upanißad 2) The transcendental potency of the mahå-mantra is fur-ther described as follows in Padma Purå√a: The name of Çrî K®ß√a is a transcendental touch-stone, full of all transcendental mellows. Complete, pure, and eternally liberating, the name of K®ß√a is non-different than K®ß√a. The study of the Bhagavad-gîtå and the practice of sa∫kîrtana have now spread all over the world. It is no longer something that is only available in India. There will be more discussion on this particular topic in Chap¬ter 4, verse 8. The proper mode of action and the proprietor of the results of action is only understood when one is free from the identification of the self as the body, as being a byprod¬uct of the body or that one is the doer of activities. We walk, we talk, we digest food, we construct build¬ings and even empires, but all these activities are made possible for us by a combination of material nature and the Paramåtmå, the Super Consciousness that pervades the entire universe. How all this transpires is inconceiva¬ble to those under the bodily conception of life. Thus the idea that, “I am this body” arising from the false ego must be abandoned. Who are we? Where do we come from? Why are we here? Is there life after death? The answers to all these questions begin to fall into place when one gives up the concept of the body as the self. Many great thinkers from western civilisation have struggled with the ultimate questions of life and death, but failed to find the answers or the solutions to the problems. This in part was due to the fact that they contemplated life under the false premise that the body is the self. Self-realisation and realisation of the Absolute Truth begins with the abandonment of the bodily concept of life.",
                "Yet, O mighty-armed one, one who is a knower of the truth concerning action and the modes of material nature, understands that it is the modes interacting with one another and thus he remains unattached. ",
                "Those bewildered by the modes of material nature are engrossed in material activities conducted by those modes. The wise should not disturb the ignorant who are bereft of proper knowledge.",
                "Completely surrendering all your activities unto Me, with your consciousness fully situated in the self, without any selfish motivation, without any sense of ownership and without grief – fight!     ",
                "Those that faithfully follow these instructions of Mine without envy will become free from the bondage of actions.",
                "However, you should know that those persons who, out of envy, do not follow My instructions are deprived of all knowledge. They have lost sight of the goal of life and are bereft of intelligence.",
                "Even a wise man acts according to his nature. All living beings act according to their natures, for what can repres¬sion achieve?",
                "The senses are attracted to and repelled by the objects of the senses. But one must not become controlled by such attraction or aversion for they are obstacles.",
                "It is better to perform one’s own prescribed duties imper¬fectly rather than perform another’s duties perfectly. It is better to die while performing one’s own duties, for exe¬cuting the duties of another is fraught with uncertainty. (Anuvrtti) The faults of material life are many. Herein, Çrî K®ß√a has mentioned certain faults that a serious student of the Bhagavad-gîtå should be preeminently aware of. Ignorance, foolishness, selfish motivation, a false sense of proprietor-ship, as well as attraction and aversion to the sense-objects are mentioned by K®ß√a. But more dangerous than any other fault is envy. Envy, it seems, is purely evil as K®ß√a says that those who do not follow the teachings of the Bhagavad-gîtå out of enviousness are bereft of all knowl¬edge and intelligence. Another danger is the tendency of neglecting one’s own duty and trying to perform the duty of another. In other words, K®ß√a tells Arjuna to tend to his own business. Arjuna is a kßatriya and his duty, as already discussed, is to protect and defend the kingdom. Arjuna however, is show¬ing leanings towards renunciation – becoming a monk, a sannyåsî. Arjuna wants to abandon his duty and perform that of another, but K®ß√a warns him that this is not a good idea. In fact, K®ß√a says it is even dangerous. K®ß√a explains that it is better to perform one’s own duty imper¬fectly than perform another’s duty perfectly. In particular, K®ß√a is encouraging Arjuna to follow the codes of conduct set down for kßatriyas – of which aban¬doning the battlefield for a warrior is not an option. ",
                "Arjuna asked: O K®ß√a, descendant of the V®ß√is, what is it that makes a man perform impious activities even against his will, as if by force?",
                "Bhagavån Çrî K®ß√a said: It is lust, which transforms into anger that is manifest from the mode of passion. Know this lust to be totally insatiable and extremely evil. It is the great enemy of this world.",
                "As a fire is covered by smoke, as a mirror is covered by dust, and as the womb covers an embryo, similarly, lust covers the consciousness of the living being.",
                "O Kaunteya, the discrimination of even a wise man can become covered by this eternal nemesis in the form of lust that is like an all-devouring fire.",
                "It is said that the senses, mind and intelligence are the sit¬ting places of this enemy. Covering one’s knowledge, it bewilders the embodied living being.",
                "Therefore, O noblest amongst the Bharatas, you must first bring the senses under control and eliminate lust, which is the embodiment of all impiety and the destroyer of knowl¬edge and realisation.",
                "It is said by the wise that the senses are superior to the sense-objects, the mind is superior to the senses, and the intelligence is superior to the mind. Superior to the intelli¬gence is the individual unit of consciousness.",
                "O mighty armed Arjuna, knowing the individual unit of consciousness to be superior to the intelligence, steady the mind with the pure intellect of the self and conquer this indomitable enemy in the form of lust. (Anuvrtti) Herein, it is stated that the mind is superior to the senses and intelligence is superior to the mind, but above the intelligence is the consciousness or åtmå. The mate¬rial body is comprised of the mind, senses and intelligence and they are therefore considered as material elements. In Chapter 7, verse 4 of Bhagavad-gîtå, Çrî K®ß√a lists the eight material elements as earth, water, fire, air, space, mind, intelligence and false ego. Then, in the next verse, K®ß√a describes a superior energy known as jîva-bhüta, the units of individual consciousness. K®ß√a says that this jîva-bhüta, also known as åtmå, is categorically different than the material elements. It is fully spiritual. But when lust, the all-devouring enemy of self-reali¬sation, covers the mind, senses and intelligence of the superior jîva-bhüta, then the knowledge and realisation of the jîva-bhüta are destroyed. Therefore, K®ß√a says that first the yogî must conquer lust. If one does not pursue the cravings of lust and instead takes control of one’s lower self with one’s higher self, lust will eventually be vanquished. However, if one tries to satisfy his burning lust then it is like pouring fuel onto a fire. OÂ TAT SAT – Thus ends Chapter Three entitled Karma Yoga from the conversation between Çrî K®ß√a and Arjuna in the Upanißad known as Çrîmad Bhagavad-gîtå, the yoga-çåstra of divine knowledge, from the Bhîßma-parva of Mahåbhårata, the literature revealed by Vyåsa in one hundred thousand verses."
            ]
        },
        {
            "chapter_number": 4,
            "verses": [
                "Bhagavån Çrî K®ß√a said: I disclosed this imperishable knowledge of yoga unto Vivasvån, the sun-god. He then taught it to Vaivasvata Manu, who then instructed the same knowledge to Ikßvåku.",
                "In this way, O conqueror of the enemy, the pious rulers understood this path of knowledge through the disciplic succession. However, this knowledge of yoga has been lost due to the influence of time.",
                "I am again teaching this ancient science of yoga to you. Because you are My dear friend and devotee you can under¬stand the transcendental mystery of which I speak.",
                "Arjuna said: You were born only recently and the sun-god appeared long ago. So how am I to understand that in ancient times You had taught him the science of yoga? (Anuvrtti) According to the above statement of Çrî K®ß√a, the Bhagavad-gîtå is a very ancient text. K®ß√a says that previ¬ously He had spoken this knowledge of yoga to Vivasvån, the predominating deity of the sun planet, and in turn Vivasvån passed on this knowledge to other universal lead¬ers and great kings. This flow of knowledge from one to another is called paramparå or disciplic succession. But in time, the knowledge of yoga was lost and therefore K®ß√a was again speaking Bhagavad-gîtå to Arjuna. The qualifications to properly understand Bhagavad-gîtå are stated here. One should be a devotee of K®ß√a and one should understand that K®ß√a is suh®dam-sarva-bhütånåm, the friend of all living beings. In bhakti-yoga one does not fear God because K®ß√a is not a wrathful God. K®ß√a is our dear-most friend and our ever well-wisher. K®ß√a is the highest subject of love, adoration and affection. K®ß√a also has deep feelings of love for His devotees. From these verses we can also understand that the knowledge of yoga is not simply meant for studio lessons. The knowledge of yoga is actually the most important branch of knowledge in the world and as such, it should be studied by every discerning person – from the heads of government to the individual citizen. Everyone should have the opportunity to study and practice yoga, by which one easily approaches the perfection of life. The question naturally arises in Arjuna’s mind that how could K®ß√a have spoken Bhagavad-gîtå to Vivasvån when Vivasvån appeared in the universe millions of years ago and K®ß√a only appeared recently?",
                "Bhagavån Çrî K®ß√a said: O conqueror of the enemy, both you and I have passed through many births. I know all of them but you do not.",
                "Though I am unborn and My form is imperishable, and though I am the Controller of all things, I still remain in control of My material energy and manifest through My own potency.",
                "O descendant of Bharata, whenever there is a decline in dharma and a rise of adharma, I personally appear.",
                "To protect the pious living beings and to put an end to malevolence, I appear in every age to establish dharma.",
                "One who understands My divine appearance and activities never takes birth again after giving up this material body. He comes to Me, O Arjuna. (Anuvrtti) To understand Çrî K®ß√a’s appearance and activities is indeed to become situated beyond the cycle of birth and death. In material life all living beings are in a per¬petual state of transmigration from one birth to the next. Only when one attains pure spiritual consciousness does saμsåra, or transmigration, cease. K®ß√a tells Arjuna that both of them have passed through many births that Arjuna has forgotten, but K®ß√a remembers them all. Because the living beings change bodies at the time of death, they also forget their previous lives. K®ß√a is the Absolute Truth and thus He does not change His body or transmigrate to another body at any time. Because He does not undergo a change of body He does not forget. K®ß√a is non-different from His body, whereas living beings in material life are units of consciousness that are embod¬ied by material elements. The bodies of all living beings in the material world are made of the basic elements of earth, water, fire, air, space, mind, intelligence and false ego. K®ß√a is sac-cid-ånanda – eternity, knowledge and bliss. K®ß√a’s body is also sac-cid-ånanda, thus K®ß√a and K®ß√a’s body are non-different. They are transcendental, spiritual substances. Çrî K®ß√a not only remembers all His previous births, but He remembers all of Arjuna’s previous births also. This is the characteristic of the Absolute Truth who is fully omniscient. The knowledge of yoga being lost naturally results in a decline in dharma and a rise of adharma (false dharma). Malevolence arises out of adharma. When this occurs, K®ß√a says that He appears in the world to re-establish the principles of dharma. Dharma is understood as duties, activities and practices that will sustain the living beings in a state of prosperity and enable them to realise their constitutional position as conscious parts and parcels of the Absolute Truth, K®ß√a. As such, dharma should not be confused with the mundane religions of this world. In verse 8 K®ß√a says that He appears in every age (yuge yuge) to establish the yuga-dharma. In Satya-yuga, K®ß√a appeared as Haμsa, Matsya, Kürma, Varåha and Nar¬asiμha avatåras. In Treta-yuga, He appeared as Våmana, Paraçuråma and Råmacandra avatåras. In Dvåpara-yuga, He appeared as Çrî K®ß√a and in Kali-yuga, He has appeared as Buddha and Çrî Caitanya Mahåprabhu. There is one more avatåra yet to appear at the end of Kali-yuga, some 427,000 years from now, and that is Kalki. When K®ß√a was speaking Bhagavad-gîtå, it was at the end of Dvåpara-yuga – an age of considerable piety where open degradation such as establishments for the consump¬tion of alcohol, illicit sex, political corruption, drug abuse and the organised slaughter of animals were completely unheard of. Now, five thousand years on, we are in the midst of the age known as Kali-yuga where the unheard of vices in Dvåpara-yuga are the norm of the day. Similarly, as K®ß√a had appeared at the end of Dvåpa¬ra-yuga, He again appeared after the first 4,576 years of Kali-yuga had passed as the avatåra, Çrî Caitanya Mahåprabhu. Çrî Caitanya Mahåprabhu is also known as the Kali-yuga avatåra, or the yugåvatåra. As the yugåvatåra, K®ß√a taught the dharma of nåma-sa∫kîrtana, the chant¬ing of the mahå-mantra as not only the most important process of self-realisation, but as the only recommended process of self-realisation in Kali-yuga. Conclusively, the B®han-Nåradîya Purå√a (38.126) says: In the age of Kali there is no other way, there is no other way, there is no other way except for the chanting of the names of K®ß√a. When the mahå-mantra is chanted congregationally in a loud tone, it is called kîrtana or sa∫kîrtana. When the mahå-mantra is chanted softly and the repetition is counted on a string of one hundred-and eight beads, it is called japa. Since the advent of Çrî Caitanya Mahåprabhu and the sa∫kîrtana movement, many great and learned scholars, philosophers and yogîs such as Sårvabhauma Bha††åcårya and Prakåçånanda Sarasvatî have put aside other systems of yoga, Vedånta and philosophy in favour of becoming fully absorbed in the chanting of the holy names of K®ß√a. According to great self-realised personalities, the chanting of the mahå-mantra is the surest path to spiritual perfec¬tion in this age. Çrîmad Bhågavatam states as follows: Although Kali-yuga is an ocean of faults where people are short-lived, slow and always disturbed, still there is one great quality about this age – simply by chanting the name of K®ß√a, one can be delivered from material bondage and attain the supreme desti¬nation. (Çrîmad Bhågavatam 12.3.51) Whatever results were gained in Satya-yuga by med¬itating upon Viß√u, in Treta-yuga by performing elaborate sacrifices and in Dvåpara-yuga by Deity worship can be obtained in Kali-yuga simply by chanting the names of K®ß√a. (Çrîmad Bhågavatam 12.3.52) The chanting of the mahå-mantra advances one in self-realisation because it purifies the heart of material influences and eliminates the false conceptions of life, thus terminating the cycle of birth and death. Çrî Caitanya Mahåprabhu has composed a verse wherein the benefits of sa∫kîrtana, chanting the mahå-mantra, have been described as follows: The holy name of K®ß√a cleanses the mirror of the heart and extinguishes the fire of misery in the forest of birth and death. Just as the evening lotus blooms in the moon’s cooling rays, the heart begins to blos¬som in the nectar of K®ß√a’s name. And at last the åtmå awakens to its real inner treasure – a life of love with K®ß√a. Again and again tasting nectar, the åtmå dives and surfaces in the ever-increasing ocean of ecstatic joy. All phases of the self of which we may conceive are fully satisfied and purified, and at last conquered by the all-auspicious influence of the holy name of K®ß√a. ( Çikßåß†aka 1) Çrî Caitanya Mahåprabhu taught the chanting of the mahå-mantra and a complete system of philosophy known as acintya-bhedåbheda-tattva that has encompassed all the great philosophical systems of India that preceded Him, such as Ådi Ça∫kara’s advaita, Viß√u Svåmî’s çuddhådvaita, Nimbårka’s dvaitådvaita, Råmånuja’s viçiß†hådvaita and Madhva’s dvaita. The acintya-bhedåbheda-tattva philoso¬phy is essentially the philosophy of simultaneous oneness and difference in the Absolute Truth, culminating in pre¬ma-bhakti or divine love. As such, Çrî Caitanya Mahåprabhu has revealed the greatest philosophy of spiritual perfection in this world. To accompany the chanting of the mahå-mantra the process of Deity worship that was prominent in Dvåpa¬ra-yuga is still in vogue today. The Deity is the arca-vi¬graha representation of Çrî K®ß√a that is manifest before the aspirant so that one can perform arcana (worship) and fix the mind and senses on the form of the Supreme Person. When the authorised arca-vigraha is present, such worship should not be confused with the worship of life¬less and unauthorised idols. Current in the communities of bhakti-yoga are the worship of the arca-vigrahas of Çrî K®ß√a such as Jagannåtha, Pañca-tattva, Gaura-Nitåi, Gau¬ra-Gadådhara, Çrî Narasiμha and Çrî Çrî Rådhå-K®ß√a. ",
                "Freed from mundane attachment, fear and anger, and absorbed in thinking of Me, many people have taken refuge in Me and become purified by the knowledge of austerity and attained love for Me.",
                "In whatever way people surrender unto Me, I reward them accordingly. O Pårtha, all men follow My path.",
                "In this world, those that desire material success worship the demigods, since in human society success from such activities is quick to manifest.",
                "I have created the four social divisions that are determined by the influence of the modes of material nature and their parallel activities. Although I have created this arrange¬ment, know that in reality I am the non-doer and that I am unchangeable.",
                "There is no activity that affects Me, neither do I desire the results of material activities. One who understands this is never bound by karma.",
                "Knowing this, in ancient times, those that desired libera¬tion also performed action. Thus, you should also adopt the path of action as they did in the past. (Anuvrtti) In verse 10 Çrî K®ß√a alludes to the topmost stage of self-realisation by the use of the word bhåva. Bhåva is the stage of deep affection just before one reaches the stage of purest love, prema. Rüpa Gosvåmî, the foremost disciple of Çrî Caitanya Mahåprabhu, explains this in great detail in his book, Bhakti-rasåm®ta-sindhu (1.4.15-16). The development of transcendental love begins with çraddhå or faith. Çraddhå leads one to associate with spiritually advanced persons, sådhu-sa∫ga. In the association of sådhus one receives çikßa, or instruc¬tions on how to approach the Absolute Truth, and gradually one is initiated into this process. This is called bhajana-kriyå. When the heart is cleared of contamination, one reaches the stage of being pure-hearted (anartha-niv®tti). By the cultivation of spiritual practices after achieving anartha-niv®tti, one becomes steady (niß†ha), and achieves the state of ruci, wherein one begins to taste the pure sweetness of realisation in the Absolute Truth. This ruci devel¬ops further to become åsakti, or great attachment for the Absolute. Great attachment for the Absolute gradually manifests as great feelings of affection for Çrî K®ß√a. This is called bhåva. And the mature stage of those feelings of affection are known as prema, or the sentiments of transcendental love for K®ß√a.  It is interesting to note that K®ß√a hints at this ulti¬mate perfection early on in Bhagavad-gîtå, not too overtly but slightly covertly – for love, after all, is the greatest of all secrets. In subsequent verses, K®ß√a continues to encourage Arjuna not to adopt the path of inaction. K®ß√a assures Arjuna that He is transcendental to all types of karma and that those who take refuge in Him also become liberated from the reactions of material activities. K®ß√a wants Arjuna to follow the example of pre¬viously liberated persons – to follow in their footsteps, mahåjano yena gata˙ sa panthå˙. In ancient times there were many great personalities known as mahåjanas and they all achieved liberation from birth and death by taking shelter of K®ß√a. K®ß√a wants Arjuna to follow these mahåjanas. Çrî K®ß√a is awarding all living beings accordingly as they approach Him. Knowingly or unknowingly everyone is searching for K®ß√a. K®ß√a is the reservoir of pleasure and the primeval cause of everything. In Brahma-saμhitå, Çrî K®ß√a is described as sarva-kåra√a-kåra√am, the cause of all causes. K®ß√a is also known as Govinda, or one who gives pleasure to the senses. But due to being under the illusion of bodily consciousness, the living beings are not aware of what is actually in their best interest, therefore they do not approach K®ß√a directly. Instead, the bewil¬dered living beings worship demigods for the fulfilment of their desires, or as in modern society, they simply work hard to earn money and purchase whatever they want. In material existence, the living beings are wandering throughout the universe in different species of life, expe¬riencing happiness and distress according to their karma. Out of millions of wandering living beings, one who is most fortunate gets an opportunity to associate with a liberated person (guru) by the grace of K®ß√a. By the mercy of K®ß√a and the guru, such a person receives the seed of the creeper of bhakti. (Caitan¬ya-caritåm®ta, Madhya-lîlå 19.151) The world is old – much older than many of us real¬ise and many things have changed over the ages. Yet the basic principles of spiritual advancement and putting an end to the problems of birth, death, old age and disease remain the same. The advancement of modern civilisation has actually done very little to solve the real problems of life. We are given so-called higher education and better standards of living, yet the basic problems remain – birth, death, old age and disease. Now the real solution is at hand and Çrî K®ß√a wants Arjuna to accept it. To facilitate social harmony, efficiency and advance¬ment in spiritual life, K®ß√a has created the four social orders in society called var√as. According to one’s suk®ti, or spiritual merits derived from previous lifetimes, one comes to the human form of life with certain innate qual¬ities. This is a natural system of order in the universe and it is perceivable in all civilised societies. These human tendencies are grouped into four basic classifications: the intellectual, martial, mercantile and labourer classes. The Vedic terms for these are bråhma√as, kßatriyas, vaiçyas and çüdras. According to Çrî K®ß√a these var√as are determined by one’s qualities and actions (gu√a-karma) and not simply by birth. One may be born in the family of workmen but show extraordinary intellectual prowess and so forth. As such, one is to be heartily welcomed into the intellectual community. Similarly, one may be born to a wealthy mer¬cantile family but show great promise as a military leader. Thus one is encouraged to follow that line of work. When one performs the work prescribed to him accord¬ing to his qualities, and devotes that work to please the Supreme Person K®ß√a, then such a person achieves the highest perfection. This is confirmed as follows: It is concluded that the highest perfection one can achieve by discharging one’s occupational duties according to the var√a and åçrama orders of life is to please K®ß√a. (Çrîmad Bhågavatam 1.2.13) Unfortunately, in modern times some persons have given a wrong interpretation to the eligibility of the var√as by placing all emphasis on one’s birth in a particular family. This has been invented to create a sense of social superiority wherein elite members of Vedic society who are born as bråhma√as and kßatriyas are given special priv¬ileges, while others who are born as vaiçyas and çüdras are not. This system has created havoc in India for more than one thousand years and is known as the caste system. The caste system however is a total misrepresentation of the system of var√as created by K®ß√a. ",
                "What is action? What is inaction? – this subject bewil¬ders even wise men. Therefore, I shall explain to you what is action, knowing which you will become liberated and attain all auspiciousness.",
                "One should understand what is prescribed action (karma), what is forbidden action (vikarma) and what is the renun¬ciation of action (akarma). The path of action is most dif¬ficult to comprehend.",
                "One who can see inaction in action and action within inac¬tion is certainly wise amongst men. Indeed, he is a yogî and a performer of all actions.",
                "One whose every action is free from selfish desires and who burns all his actions in the fire of knowledge is described by the learned as a wise man.",
                "A person who has rejected the desire to enjoy the results of his actions, who does not depend upon others and who is always content, even while engaged in action, does nothing at all."
                
                
            ]
        },
        {
            "chapter_number": 5,
            "verses": [
                "Lord Krishna said: One who is free from all material attachments and is free from enmity toward all living beings is certainly elevated to the status of a demigod.",
                "Arjuna said: What are the symptoms of one whose consciousness is thus merged in transcendence? How does he speak, and what is his language? How does he sit, and how does he walk?"
            ]
        },
        {
            "chapter_number": 6,
            "verses": [
                "The Blessed Lord said: One who is unattached to the fruits of all his work and who works as he is obligated is in the renounced order of life, and he is the true mystic, not he who lights no fire and performs no duty."
            ]
        },
        {
            "chapter_number": 7,
            "verses": [
                "The Supreme Personality of Godhead said: My dear Arjuna, listen again to My supreme word, which I shall impart to you for your benefit and which will give you great joy.",
                "Those who are not deluded, the great souls, are under the protection of the divine nature. They are fully engaged in devotional service because they know Me as the Supreme Personality of Godhead, original and inexhaustible."
            ]
        }
    ]
}
