{
    "chapters": [
        {
            "chapter_number": 1,
            "verses": [
                "Dhritarashtra said: O Sanjaya, assembled in the holy land of Kurukshetra and desirous of battle, what did my sons and the sons of Pandu do?",
                "Sanjaya said: Having observed the Pandava army arrayed for battle, King Duryodhana approached his teacher Drona and spoke the following words.",
                "Behold, O great teacher, the military formation of the army of the sons of På√∂u arranged by your gifted student, Dh®ß†adyumna, the son of Drupada.",
                "Within those ranks are great archers who are equal to Bhîma and Arjuna in war such as Såtyaki, Virå†a and the powerful charioteer Drupada."
                
            ]
        },
        {
            "chapter_number": 2,
            "verses": [
                "Sanjaya said: Seeing the Pandava army arrayed for battle, King Duryodhana approached his teacher Drona and spoke the following words.",
                "King Duryodhana said: Behold, O teacher, this mighty army of the sons of Pandu arrayed by the son of Drupada, your wise disciple."
            ]
        },
        {
            "chapter_number": 3,
            "verses": [
                "Arjuna said: O Janardana, O Kesava, why do you want us to perform this terrible action, which will bring great suffering upon us?",
                "Lord Krishna said: I have already explained that in this material world, it is an endless cycle of birth and death, samsara, and that all beings must perform their prescribed duties."
            ]
        },
        {
            "chapter_number": 4,
            "verses": [
                "Lord Krishna said: This knowledge is the king of education, the most secret of all secrets. It is the purest knowledge, and because it gives direct perception of the self by realization, it is the perfection of religion.",
                "Arjuna said: I have heard Your instruction on confidential spiritual matters, and my illusion is now dispelled."
            ]
        },
        {
            "chapter_number": 5,
            "verses": [
                "Lord Krishna said: One who is free from all material attachments and is free from enmity toward all living beings is certainly elevated to the status of a demigod.",
                "Arjuna said: What are the symptoms of one whose consciousness is thus merged in transcendence? How does he speak, and what is his language? How does he sit, and how does he walk?"
            ]
        },
        {
            "chapter_number": 6,
            "verses": [
                "The Blessed Lord said: One who is unattached to the fruits of all his work and who works as he is obligated is in the renounced order of life, and he is the true mystic, not he who lights no fire and performs no duty."
            ]
        },
        {
            "chapter_number": 7,
            "verses": [
                "The Supreme Personality of Godhead said: My dear Arjuna, listen again to My supreme word, which I shall impart to you for your benefit and which will give you great joy.",
                "Those who are not deluded, the great souls, are under the protection of the divine nature. They are fully engaged in devotional service because they know Me as the Supreme Personality of Godhead, original and inexhaustible."
            ]
        }
    ]
}
